export const CITIES_DATA = [
  {
    "id": "1",
    "name": "بغداد",
    "regions": [
      {
        "id": "1",
        "name": "شارع فلسطين"
      },
      {
        "id": "508",
        "name": "المنصور"
      },
      {
        "id": "509",
        "name": "العلاوي"
      },
      {
        "id": "510",
        "name": "شارع حيفا"
      },
      {
        "id": "511",
        "name": "صالحية"
      },
      {
        "id": "512",
        "name": "كرادة مريم"
      },
      {
        "id": "513",
        "name": "منطقة الخضراء"
      },
      {
        "id": "514",
        "name": "العلاوي مطار المثنى"
      },
      {
        "id": "515",
        "name": "العلاوي شيخ معروف"
      },
      {
        "id": "516",
        "name": "الحارثية"
      },
      {
        "id": "517",
        "name": "مجمع بوابة العراق"
      },
      {
        "id": "518",
        "name": "ساحة النسور"
      },
      {
        "id": "519",
        "name": "المنصور معرض بغداد"
      },
      {
        "id": "520",
        "name": "ساحه النسور كلية النسور"
      },
      {
        "id": "521",
        "name": "منصور الداودي"
      },
      {
        "id": "522",
        "name": "المنصور دور السود"
      },
      {
        "id": "523",
        "name": "منصور"
      },
      {
        "id": "524",
        "name": "الاسكان"
      },
      {
        "id": "525",
        "name": "المنصور حي العربي"
      },
      {
        "id": "526",
        "name": "الوشاش المنصور"
      },
      {
        "id": "527",
        "name": "المنصور البيجيه"
      },
      {
        "id": "528",
        "name": "المنصور ساحة اللقاء"
      },
      {
        "id": "529",
        "name": "الحارثيه شارع الكندي"
      },
      {
        "id": "530",
        "name": "المنصور 14 رمضان"
      },
      {
        "id": "531",
        "name": "المنصور الاميرات"
      },
      {
        "id": "532",
        "name": "المنصور سيد الحليب"
      },
      {
        "id": "533",
        "name": "المنصور ابو جعفر"
      },
      {
        "id": "534",
        "name": "المنصور حي دراغ"
      },
      {
        "id": "535",
        "name": "المنصور الرواد"
      },
      {
        "id": "536",
        "name": "المنصور"
      },
      {
        "id": "537",
        "name": "المنصور حي المتنبي"
      },
      {
        "id": "538",
        "name": "دوانم الشعلة"
      },
      {
        "id": "539",
        "name": "الجوادين"
      },
      {
        "id": "540",
        "name": "السلاميات"
      },
      {
        "id": "541",
        "name": "رحمانية الشعلة"
      },
      {
        "id": "542",
        "name": "ابراهيم ابن علي"
      },
      {
        "id": "543",
        "name": "الخطيب الزراعي"
      },
      {
        "id": "544",
        "name": "جكوك"
      },
      {
        "id": "545",
        "name": "حي العدل"
      },
      {
        "id": "546",
        "name": "حي الجامعه نفق الشرطة"
      },
      {
        "id": "547",
        "name": "حي حطين"
      },
      {
        "id": "548",
        "name": "شارع السفارات"
      },
      {
        "id": "549",
        "name": "شارع الربيع"
      },
      {
        "id": "550",
        "name": "مجمع الايادي"
      },
      {
        "id": "551",
        "name": "مجمع اليمامة"
      },
      {
        "id": "552",
        "name": "محكمة العدل"
      },
      {
        "id": "553",
        "name": "شارع كلية الادارة والاقتصاد"
      },
      {
        "id": "554",
        "name": "حي العدل"
      },
      {
        "id": "555",
        "name": "حي حطين"
      },
      {
        "id": "556",
        "name": "شارع الاسواق"
      },
      {
        "id": "557",
        "name": "شارع القاده"
      },
      {
        "id": "558",
        "name": "الحريه"
      },
      {
        "id": "559",
        "name": "الحريةالدولعي"
      },
      {
        "id": "560",
        "name": "الحرية الخطيب"
      },
      {
        "id": "561",
        "name": "الحريةدباش"
      },
      {
        "id": "562",
        "name": "الحريةربيع"
      },
      {
        "id": "563",
        "name": "الحريه"
      },
      {
        "id": "564",
        "name": "الحريه شارع الكازينو"
      },
      {
        "id": "565",
        "name": "الحريةشارع المختار"
      },
      {
        "id": "566",
        "name": "الحريه"
      },
      {
        "id": "567",
        "name": "الحريه شارع 30"
      },
      {
        "id": "568",
        "name": "الحريةزراعي شاكر العاني"
      },
      {
        "id": "569",
        "name": "الحريةالقلم طوزه"
      },
      {
        "id": "570",
        "name": "الحريةشارع العيادة"
      },
      {
        "id": "571",
        "name": "الحريةابو جفات"
      },
      {
        "id": "572",
        "name": "الحرية البستان"
      },
      {
        "id": "573",
        "name": "بغداد/حي عامل"
      },
      {
        "id": "574",
        "name": "حي حسين/حي الجهاد"
      },
      {
        "id": "575",
        "name": "حي الفرات/حي الجهاد"
      },
      {
        "id": "576",
        "name": "مكاسب /حي جهاد"
      },
      {
        "id": "577",
        "name": "مطار بغداد"
      },
      {
        "id": "578",
        "name": "حي صدام"
      },
      {
        "id": "579",
        "name": "التجاري السيدية السيدية السيدية"
      },
      {
        "id": "580",
        "name": "شارع المركز السيدية السيدية السيدية"
      },
      {
        "id": "581",
        "name": "الخيزران"
      },
      {
        "id": "582",
        "name": "شارع الشقق السيدية السيدية السيدية"
      },
      {
        "id": "583",
        "name": "مجمع 6 السيدية السيدية السيدية"
      },
      {
        "id": "584",
        "name": "شارع المدارس السيدية السيديةالسيدية"
      },
      {
        "id": "585",
        "name": "ضباط السيدية السيدية السيدية"
      },
      {
        "id": "586",
        "name": "العلوه السيدية السيدية السدية"
      },
      {
        "id": "587",
        "name": "كفائات السيدية السيدية السيدية"
      },
      {
        "id": "588",
        "name": "شهداء السيدية السيدية السيدية"
      },
      {
        "id": "589",
        "name": "يوسفية"
      },
      {
        "id": "590",
        "name": "ناحية الرشيد"
      },
      {
        "id": "591",
        "name": "عويريج"
      },
      {
        "id": "592",
        "name": "لطيفية"
      },
      {
        "id": "593",
        "name": "عطيفية"
      },
      {
        "id": "594",
        "name": "شالجية"
      },
      {
        "id": "595",
        "name": "رحمانية الجعيفر"
      },
      {
        "id": "596",
        "name": "طوبجي"
      },
      {
        "id": "597",
        "name": "علي الصالح"
      },
      {
        "id": "598",
        "name": "البياع الشهداء"
      },
      {
        "id": "599",
        "name": "شرطة الرابعة"
      },
      {
        "id": "600",
        "name": "شرطة الخامسة"
      },
      {
        "id": "601",
        "name": "سويب"
      },
      {
        "id": "602",
        "name": "البياع الدوانم"
      },
      {
        "id": "603",
        "name": "قرية الجعاري"
      },
      {
        "id": "604",
        "name": "رافدين"
      },
      {
        "id": "605",
        "name": "رساله الاولى"
      },
      {
        "id": "606",
        "name": "رساله الثانية"
      },
      {
        "id": "607",
        "name": "رساله الثالثة"
      },
      {
        "id": "608",
        "name": "حي الاعلام"
      },
      {
        "id": "609",
        "name": "حي الشباب"
      },
      {
        "id": "610",
        "name": "الري"
      },
      {
        "id": "611",
        "name": "معالف"
      },
      {
        "id": "612",
        "name": "حي تراث"
      },
      {
        "id": "613",
        "name": "تقاطع درويش"
      },
      {
        "id": "614",
        "name": "الدوره مهديه الاولى"
      },
      {
        "id": "615",
        "name": "الدورة - مهدية الثانية"
      },
      {
        "id": "616",
        "name": "الدوره المهديه الثالثه"
      },
      {
        "id": "617",
        "name": "الدورة - الاسكان"
      },
      {
        "id": "618",
        "name": "الدوره الاثورين"
      },
      {
        "id": "619",
        "name": "الدورة معلمين"
      },
      {
        "id": "620",
        "name": "الدورة زراعي العبيدي"
      },
      {
        "id": "621",
        "name": "الدوره مدخل السفينه"
      },
      {
        "id": "622",
        "name": "الدورة - الطعمة"
      },
      {
        "id": "623",
        "name": "الدورة - البريد المحكمة"
      },
      {
        "id": "624",
        "name": "الدورة - زراعي الملا"
      },
      {
        "id": "625",
        "name": "الدورة - ابو دشير"
      },
      {
        "id": "626",
        "name": "الدورة - ابو طيارة"
      },
      {
        "id": "627",
        "name": "الدوره الوادي"
      },
      {
        "id": "628",
        "name": "الدورة - زراعي ابو طيارة ليمونة"
      },
      {
        "id": "629",
        "name": "الدورة - النسائم"
      },
      {
        "id": "630",
        "name": "الدورة - مجمع الحرير"
      },
      {
        "id": "631",
        "name": "الدورة جمعية  خير الله"
      },
      {
        "id": "632",
        "name": "الدورة - دور النفط"
      },
      {
        "id": "633",
        "name": "الدورة - السابعة"
      },
      {
        "id": "634",
        "name": "الدورة - الثامنة"
      },
      {
        "id": "635",
        "name": "الدورة - عرب جبور"
      },
      {
        "id": "636",
        "name": "الدورة - البوعيثه"
      },
      {
        "id": "637",
        "name": "الدورة - حي دجلة"
      },
      {
        "id": "638",
        "name": "الدورة - الدورة كرارة"
      },
      {
        "id": "639",
        "name": "الدورة - اسيا"
      },
      {
        "id": "640",
        "name": "الدورة - معامره"
      },
      {
        "id": "641",
        "name": "الدورة - ميكانيك"
      },
      {
        "id": "642",
        "name": "الدورة شارع 60"
      },
      {
        "id": "643",
        "name": "الدورة - شارع 120"
      },
      {
        "id": "644",
        "name": "الدورة - هور رجب"
      },
      {
        "id": "645",
        "name": "الدورة صحة"
      },
      {
        "id": "646",
        "name": "الدورة - ابو دشير شارع الزيتون"
      },
      {
        "id": "647",
        "name": "الدوره كفاءات الصحه"
      },
      {
        "id": "648",
        "name": "الدورة - ابو دشير"
      },
      {
        "id": "649",
        "name": "شارع الضغط الغزاليه"
      },
      {
        "id": "650",
        "name": "شارع مركز شرطة - الغزالية"
      },
      {
        "id": "651",
        "name": "شارع المشجر الغزاليه"
      },
      {
        "id": "652",
        "name": "شارع مدير الامن"
      },
      {
        "id": "653",
        "name": "شارع المرور"
      },
      {
        "id": "654",
        "name": "الغزاليه الغزاليه الكفائات الغزاليه"
      },
      {
        "id": "655",
        "name": "البكرية"
      },
      {
        "id": "656",
        "name": "الهياكل"
      },
      {
        "id": "657",
        "name": "هياكل شارع 60"
      },
      {
        "id": "658",
        "name": "شارع الزاوية"
      },
      {
        "id": "659",
        "name": "سوق النفله"
      },
      {
        "id": "660",
        "name": "سوق ثمانيه"
      },
      {
        "id": "661",
        "name": "سوق الغزالية"
      },
      {
        "id": "662",
        "name": "سوق المائدة"
      },
      {
        "id": "663",
        "name": "جامع ام القرى"
      },
      {
        "id": "664",
        "name": "ناحية الوحدة"
      },
      {
        "id": "665",
        "name": "التاميم"
      },
      {
        "id": "666",
        "name": "مجمع الاحسان"
      },
      {
        "id": "667",
        "name": "قرية 10"
      },
      {
        "id": "668",
        "name": "اللج"
      },
      {
        "id": "669",
        "name": "كريعات"
      },
      {
        "id": "670",
        "name": "الوزيرية"
      },
      {
        "id": "671",
        "name": "قاهرة"
      },
      {
        "id": "672",
        "name": "صليخ"
      },
      {
        "id": "673",
        "name": "حي تونس"
      },
      {
        "id": "674",
        "name": "صليخ ال 600"
      },
      {
        "id": "675",
        "name": "شارع المغرب"
      },
      {
        "id": "676",
        "name": "كسرة"
      },
      {
        "id": "677",
        "name": "سبع ابكار"
      },
      {
        "id": "678",
        "name": "الراشدية"
      },
      {
        "id": "679",
        "name": "الانتصار"
      },
      {
        "id": "680",
        "name": "بوب الشام"
      },
      {
        "id": "681",
        "name": "القدس"
      },
      {
        "id": "682",
        "name": "طالب العلي"
      },
      {
        "id": "683",
        "name": "شارع الربيعي"
      },
      {
        "id": "684",
        "name": "دار الازياء"
      },
      {
        "id": "685",
        "name": "ساحة ميسلون"
      },
      {
        "id": "686",
        "name": "الغدير"
      },
      {
        "id": "687",
        "name": "تل محمد"
      },
      {
        "id": "688",
        "name": "خدمي التفاحه"
      },
      {
        "id": "689",
        "name": "زيونه سوق الجمعيه"
      },
      {
        "id": "690",
        "name": "عمارات زيونه السكنيه"
      },
      {
        "id": "691",
        "name": "العاب بغداد"
      },
      {
        "id": "692",
        "name": "العاب سندباد"
      },
      {
        "id": "693",
        "name": "سوق 714"
      },
      {
        "id": "694",
        "name": "ملعب الشعب"
      },
      {
        "id": "695",
        "name": "خدمي فايف ستار"
      },
      {
        "id": "696",
        "name": "الحزب الاشوري"
      },
      {
        "id": "697",
        "name": "جسر البنوك الجديد"
      },
      {
        "id": "698",
        "name": "شارع المطاعم"
      },
      {
        "id": "699",
        "name": "شارع الكنيسه"
      },
      {
        "id": "700",
        "name": "شارع النداوي"
      },
      {
        "id": "701",
        "name": "سوك الميثاق"
      },
      {
        "id": "702",
        "name": "حي اور"
      },
      {
        "id": "703",
        "name": "ام الكبر والغزلان"
      },
      {
        "id": "704",
        "name": "سبع قصور"
      },
      {
        "id": "705",
        "name": "حي الكوفة"
      },
      {
        "id": "706",
        "name": "جامع الفردوس"
      },
      {
        "id": "707",
        "name": "فلكة صباح الخياط"
      },
      {
        "id": "708",
        "name": "شارع ابو عبير"
      },
      {
        "id": "709",
        "name": "طالبية"
      },
      {
        "id": "710",
        "name": "مسبح الصفا"
      },
      {
        "id": "711",
        "name": "كلية الادارة والاقتصاد"
      },
      {
        "id": "712",
        "name": "الطاقة"
      },
      {
        "id": "713",
        "name": "شقق الطالبية"
      },
      {
        "id": "714",
        "name": "فلكة 83"
      },
      {
        "id": "715",
        "name": "جميلة"
      },
      {
        "id": "716",
        "name": "شارع خير الله"
      },
      {
        "id": "717",
        "name": "مستشفى مارينا"
      },
      {
        "id": "718",
        "name": "علوة جميله"
      },
      {
        "id": "719",
        "name": "جميلة الثانية"
      },
      {
        "id": "720",
        "name": "شارع الطحين"
      },
      {
        "id": "721",
        "name": "النعيرية"
      },
      {
        "id": "722",
        "name": "بغداد جديدة الالف دار"
      },
      {
        "id": "723",
        "name": "بغداد جديدة شارع المسبح"
      },
      {
        "id": "724",
        "name": "جمعية النعيرية"
      },
      {
        "id": "725",
        "name": "ملجاء بغداد جديدة"
      },
      {
        "id": "726",
        "name": "كاتب العدل بغداد الجديدة"
      },
      {
        "id": "727",
        "name": "تل محمد"
      },
      {
        "id": "728",
        "name": "مركز شرطة بغداد الجديدة"
      },
      {
        "id": "729",
        "name": "الامين الثانية"
      },
      {
        "id": "730",
        "name": "بغداد الامين نواب ضباط"
      },
      {
        "id": "731",
        "name": "الامين المعلمين"
      },
      {
        "id": "732",
        "name": "الامين حي المعلمين"
      },
      {
        "id": "733",
        "name": "الامين كريا وسكينة"
      },
      {
        "id": "734",
        "name": "الامين الاولة"
      },
      {
        "id": "735",
        "name": "شارع المعلمين"
      },
      {
        "id": "736",
        "name": "الامين الارامل"
      },
      {
        "id": "737",
        "name": "تقاطع بيت بنية السدة"
      },
      {
        "id": "738",
        "name": "المشتل"
      },
      {
        "id": "739",
        "name": "سريع محمد القاسم مجمع الزهور"
      },
      {
        "id": "740",
        "name": "شارع الجامع"
      },
      {
        "id": "741",
        "name": "المشتل كراج بعقوبة"
      },
      {
        "id": "742",
        "name": "تقاطع الاجراس"
      },
      {
        "id": "743",
        "name": "تقاطع الافضيلية"
      },
      {
        "id": "744",
        "name": "جسر المشتل"
      },
      {
        "id": "745",
        "name": "جزيرة"
      },
      {
        "id": "746",
        "name": "شعب صدر القناة"
      },
      {
        "id": "747",
        "name": "شعب"
      },
      {
        "id": "748",
        "name": "كميرة"
      },
      {
        "id": "749",
        "name": "فحامة"
      },
      {
        "id": "750",
        "name": "جلاعطة"
      },
      {
        "id": "751",
        "name": "ابو دالي"
      },
      {
        "id": "752",
        "name": "عنافصة"
      },
      {
        "id": "753",
        "name": "الشعب"
      },
      {
        "id": "754",
        "name": "حي سومر"
      },
      {
        "id": "755",
        "name": "اسواق المركزية"
      },
      {
        "id": "756",
        "name": "شارع التجار"
      },
      {
        "id": "757",
        "name": "شارع عدن"
      },
      {
        "id": "758",
        "name": "سوق شلال"
      },
      {
        "id": "759",
        "name": "سوق 4000"
      },
      {
        "id": "760",
        "name": "نهاية الفورتات"
      },
      {
        "id": "761",
        "name": "نادي العربي"
      },
      {
        "id": "762",
        "name": "شارع الصحة"
      },
      {
        "id": "763",
        "name": "الجزائر"
      },
      {
        "id": "764",
        "name": "ديوان"
      },
      {
        "id": "765",
        "name": "جمعية"
      },
      {
        "id": "766",
        "name": "حي البساتين"
      },
      {
        "id": "767",
        "name": "الثعالبة"
      },
      {
        "id": "768",
        "name": "سريدات"
      },
      {
        "id": "769",
        "name": "مهندسين"
      },
      {
        "id": "770",
        "name": "قرية الاصلاح"
      },
      {
        "id": "771",
        "name": "بلديات"
      },
      {
        "id": "772",
        "name": "بلديات الصحفين"
      },
      {
        "id": "773",
        "name": "بلديات الأمن العامه"
      },
      {
        "id": "774",
        "name": "بلديات"
      },
      {
        "id": "775",
        "name": "بلديات ضباط الثانيه"
      },
      {
        "id": "776",
        "name": "كمالية"
      },
      {
        "id": "777",
        "name": "كمالية فضيلية"
      },
      {
        "id": "778",
        "name": "عبيدي"
      },
      {
        "id": "779",
        "name": "عبيدي كفائات العبيدي"
      },
      {
        "id": "780",
        "name": "عبيدي شهداء الأولى"
      },
      {
        "id": "781",
        "name": "عبيدي شهداء الثانيه"
      },
      {
        "id": "782",
        "name": "عبيدي شهداء الثالثه"
      },
      {
        "id": "783",
        "name": "عبيدي حي الرسول"
      },
      {
        "id": "784",
        "name": "بلديات ضياء الحلفي"
      },
      {
        "id": "785",
        "name": "عبيدي الرئاسه شارع ٢٠"
      },
      {
        "id": "786",
        "name": "عبيدي الضباط الاولى"
      },
      {
        "id": "787",
        "name": "الغزالية"
      },
      {
        "id": "788",
        "name": "الشعلة"
      },
      {
        "id": "789",
        "name": "حي الجامعة"
      },
      {
        "id": "790",
        "name": "الحرية"
      },
      {
        "id": "791",
        "name": "حي الجهاد"
      },
      {
        "id": "792",
        "name": "السيدية"
      },
      {
        "id": "793",
        "name": "الدوره معدات"
      },
      {
        "id": "794",
        "name": "المحمودية"
      },
      {
        "id": "795",
        "name": "الكاظمية"
      },
      {
        "id": "796",
        "name": "البياع"
      },
      {
        "id": "797",
        "name": "بغداد الجديدة النعيرية"
      },
      {
        "id": "798",
        "name": "بسماية"
      },
      {
        "id": "799",
        "name": "الشعب"
      },
      {
        "id": "800",
        "name": "زيونة"
      },
      {
        "id": "801",
        "name": "حسينيه الراشديه"
      },
      {
        "id": "802",
        "name": "البنوك"
      },
      {
        "id": "803",
        "name": "الاعظمية"
      },
      {
        "id": "804",
        "name": "الزعفرانية"
      },
      {
        "id": "805",
        "name": "شارع المعهد"
      },
      {
        "id": "806",
        "name": "4 شوارع زعفرانيه"
      },
      {
        "id": "807",
        "name": "اسواق مريم الزعفرانية"
      },
      {
        "id": "808",
        "name": "شارع البطل"
      },
      {
        "id": "809",
        "name": "الشموخ زعفرانيه"
      },
      {
        "id": "810",
        "name": "زعفرانيه"
      },
      {
        "id": "811",
        "name": "زعفرانيه"
      },
      {
        "id": "812",
        "name": "حنيبت"
      },
      {
        "id": "813",
        "name": "شارع الكهرباء زعفرانيه"
      },
      {
        "id": "814",
        "name": "مجمع الطاقة زعفرانيه"
      },
      {
        "id": "815",
        "name": "سعيدة زعفرانيه"
      },
      {
        "id": "816",
        "name": "دور الخمسة الزعفرانية"
      },
      {
        "id": "817",
        "name": "الجلود زعفرانيه"
      },
      {
        "id": "818",
        "name": "الوليد زعفرانيه"
      },
      {
        "id": "819",
        "name": "زعفرانيه"
      },
      {
        "id": "820",
        "name": "معسكر   الرشيد زعفرانيه"
      },
      {
        "id": "821",
        "name": "الرستمية"
      },
      {
        "id": "822",
        "name": "زعفرانيه"
      },
      {
        "id": "823",
        "name": "شارع العمل الشعبي"
      },
      {
        "id": "824",
        "name": "شارع المنظمة"
      },
      {
        "id": "825",
        "name": "حي الخضراء"
      },
      {
        "id": "826",
        "name": "القادسية"
      },
      {
        "id": "827",
        "name": "اليرموك"
      },
      {
        "id": "828",
        "name": "شوارع 4"
      },
      {
        "id": "829",
        "name": "شارع نادي الخطوط الجوية"
      },
      {
        "id": "830",
        "name": "جامع ملوكي"
      },
      {
        "id": "831",
        "name": "نادي اليرموك"
      },
      {
        "id": "832",
        "name": "شارع البصرة"
      },
      {
        "id": "833",
        "name": "كماليه المعوقين"
      },
      {
        "id": "834",
        "name": "كماليه حي المهني"
      },
      {
        "id": "2840",
        "name": "الحرية شارع الامشجر"
      },
      {
        "id": "2841",
        "name": "الحريةشارع زين العابدين"
      },
      {
        "id": "2842",
        "name": "الحريةشارع ابو حطاب"
      },
      {
        "id": "2843",
        "name": "الحرية ضريبه الحريه"
      },
      {
        "id": "2844",
        "name": "الحريةشارع الدور العريض"
      },
      {
        "id": "2845",
        "name": "الحريةالثانيه"
      },
      {
        "id": "2846",
        "name": "الحريةشارع الجنابيز"
      },
      {
        "id": "2847",
        "name": "الحريةمدخل نادي الحريه"
      },
      {
        "id": "2848",
        "name": "المدائن"
      },
      {
        "id": "2849",
        "name": "الكرغولية جسر ديالى"
      },
      {
        "id": "2850",
        "name": "المعامل"
      },
      {
        "id": "2851",
        "name": "حي النصر"
      },
      {
        "id": "2852",
        "name": "حي البتول"
      },
      {
        "id": "2853",
        "name": "السعادة"
      },
      {
        "id": "2854",
        "name": "سكلات"
      },
      {
        "id": "2855",
        "name": "الحبيبية"
      },
      {
        "id": "2856",
        "name": "الشماعية"
      },
      {
        "id": "2857",
        "name": "الكرادة"
      },
      {
        "id": "2858",
        "name": "السعدون"
      },
      {
        "id": "2859",
        "name": "ساحة الواثق"
      },
      {
        "id": "2860",
        "name": "شارع النضال"
      },
      {
        "id": "2861",
        "name": "ابو نؤاس"
      },
      {
        "id": "2862",
        "name": "كرادة خارج"
      },
      {
        "id": "2863",
        "name": "شارع الصناعة"
      },
      {
        "id": "2864",
        "name": "الاستكشافات النفطية"
      },
      {
        "id": "2865",
        "name": "معمل الجكاير"
      },
      {
        "id": "2866",
        "name": "باب المعظم"
      },
      {
        "id": "2867",
        "name": "الشورجة"
      },
      {
        "id": "2868",
        "name": "المتنبي"
      },
      {
        "id": "2869",
        "name": "حي الكيلاني"
      },
      {
        "id": "2870",
        "name": "شيخ عمر"
      },
      {
        "id": "2871",
        "name": "حافظ القاضي"
      },
      {
        "id": "2872",
        "name": "السنك"
      },
      {
        "id": "2873",
        "name": "ساحة التحرير"
      },
      {
        "id": "2874",
        "name": "ساحة الطياران"
      },
      {
        "id": "2875",
        "name": "النهضة"
      },
      {
        "id": "2876",
        "name": "الكفاح"
      },
      {
        "id": "2877",
        "name": "الشيخ  عبد القادر الكيلاني"
      },
      {
        "id": "2878",
        "name": "ابو غريب"
      },
      {
        "id": "2879",
        "name": "ابو غريب الرضوانية"
      },
      {
        "id": "2880",
        "name": "ابو غريب الزيدان ابو غريب"
      },
      {
        "id": "2881",
        "name": "ابي غريب الحصوة ابو غريب"
      },
      {
        "id": "2882",
        "name": "ابو غريب خان ضاري ابو غريب"
      },
      {
        "id": "2883",
        "name": "ابو غريب عرب جلوب ابو غريب"
      },
      {
        "id": "2884",
        "name": "ابو غريب شهداء ابو غريب"
      },
      {
        "id": "2885",
        "name": "ابو غريب حميد شعبان ابو غريب"
      },
      {
        "id": "2886",
        "name": "الرضوانيه"
      },
      {
        "id": "2887",
        "name": "ابي غريب الحمدانية ابو غريب"
      },
      {
        "id": "2888",
        "name": "ابي غريب زيتون ابو غريب"
      },
      {
        "id": "2889",
        "name": "التاجي -"
      },
      {
        "id": "2890",
        "name": "ام الجدايل"
      },
      {
        "id": "2891",
        "name": "المصابيح"
      },
      {
        "id": "2892",
        "name": "ابو عظام"
      },
      {
        "id": "2893",
        "name": "سبع البور"
      },
      {
        "id": "2894",
        "name": "الطارمية"
      },
      {
        "id": "2895",
        "name": "المشاهدة"
      },
      {
        "id": "2896",
        "name": "العبايجي"
      },
      {
        "id": "2897",
        "name": "الصابيات"
      },
      {
        "id": "2898",
        "name": "التاجيات"
      },
      {
        "id": "2899",
        "name": "النهروان"
      },
      {
        "id": "2900",
        "name": "الرشاد شارع التانكي"
      },
      {
        "id": "2901",
        "name": "تقاطع النهروان"
      },
      {
        "id": "2902",
        "name": "بلديات 9 نيسان"
      },
      {
        "id": "2903",
        "name": "الخنساء"
      },
      {
        "id": "2904",
        "name": "قرية النفطية"
      },
      {
        "id": "2905",
        "name": "شارع الشمري"
      },
      {
        "id": "2906",
        "name": "هياكل شارع 20"
      },
      {
        "id": "2907",
        "name": "هياكل شارع 15"
      },
      {
        "id": "2908",
        "name": "الغزاليه الغزاليه شارع البداله"
      },
      {
        "id": "2909",
        "name": "بكريه المرور"
      },
      {
        "id": "2910",
        "name": "شارع معمل الغاز"
      },
      {
        "id": "2911",
        "name": "مضيف المساره"
      },
      {
        "id": "2912",
        "name": "جرف الملح الغزاليه"
      },
      {
        "id": "3093",
        "name": "مجمع الزهور بغداد الجديدة"
      },
      {
        "id": "3105",
        "name": "الامين سكينة الزراعي"
      },
      {
        "id": "3106",
        "name": "مركز شرطة الامين"
      },
      {
        "id": "3107",
        "name": "الامين تقاطع الزهور"
      },
      {
        "id": "3108",
        "name": "الامين شارع النواب"
      },
      {
        "id": "3109",
        "name": "بغداد جديدة"
      },
      {
        "id": "3110",
        "name": "مصور جيكور"
      },
      {
        "id": "3111",
        "name": "جامع السامرائي"
      },
      {
        "id": "3112",
        "name": "بغداد جديدة تقاطع السينما"
      },
      {
        "id": "3113",
        "name": "بغداد الجديدة الشارع العام"
      },
      {
        "id": "3114",
        "name": "منطقة بغداد الجديدة تل محمد"
      },
      {
        "id": "3115",
        "name": "جامع السور"
      },
      {
        "id": "3116",
        "name": "بغداد جديدة قرب جامع عرافات"
      },
      {
        "id": "3117",
        "name": "بغداد الجديدة الحي الصناعي"
      },
      {
        "id": "3118",
        "name": "بغداد الجديدة مستشفى العلماء"
      },
      {
        "id": "3119",
        "name": "مول بغداد الجديدة"
      },
      {
        "id": "3120",
        "name": "بريد بغداد الجديدة"
      },
      {
        "id": "3121",
        "name": "بغداد الجديدة مختبرات النخبة"
      },
      {
        "id": "3122",
        "name": "بغداد الجديدة  شركة الطيف"
      },
      {
        "id": "3123",
        "name": "منطقة الغدير"
      },
      {
        "id": "3124",
        "name": "الغدير اسواق ابو رحمن"
      },
      {
        "id": "3125",
        "name": "ساحة رقم 10"
      },
      {
        "id": "3127",
        "name": "كنيسة ماركوركيس"
      },
      {
        "id": "3128",
        "name": "كنيسة الاقباط"
      },
      {
        "id": "3129",
        "name": "كنيسة مريم العذراء"
      },
      {
        "id": "3130",
        "name": "كنيسة الصعود"
      },
      {
        "id": "3131",
        "name": "كنيسة مارتوما"
      },
      {
        "id": "3132",
        "name": "مستشفى الدكتور  قيصر المشتل"
      },
      {
        "id": "3133",
        "name": "الامين المجلس البلدي"
      },
      {
        "id": "3134",
        "name": "الامين مطعم الرياضي"
      },
      {
        "id": "3135",
        "name": "الامين جامع النقيب"
      },
      {
        "id": "3136",
        "name": "مرور الرستمية"
      },
      {
        "id": "3137",
        "name": "بغاد الجديدة حي الخليج"
      },
      {
        "id": "3138",
        "name": "تقاطع معهد المعلمات"
      },
      {
        "id": "3139",
        "name": "كراج النعيرية"
      },
      {
        "id": "3140",
        "name": "بغداد جديدة قرب جبار ابو الشربت"
      },
      {
        "id": "3141",
        "name": "بغداد الجديدة تل حرمل"
      },
      {
        "id": "3142",
        "name": "سوق بغداد الجديدة"
      },
      {
        "id": "3143",
        "name": "بغداد جديدة"
      },
      {
        "id": "3144",
        "name": "النعيرية سوق الشعبي"
      },
      {
        "id": "4146",
        "name": "جسر ديالى"
      },
      {
        "id": "4147",
        "name": "مدائن"
      },
      {
        "id": "4162",
        "name": "مدينة الصدر -الحي"
      },
      {
        "id": "4168",
        "name": "محمد سكران"
      },
      {
        "id": "4171",
        "name": "العامرية"
      },
      {
        "id": "4172",
        "name": "الرشاد"
      },
      {
        "id": "4175",
        "name": "pd"
      },
      {
        "id": "4176",
        "name": "بلديات"
      },
      {
        "id": "4177",
        "name": "العبيدي"
      },
      {
        "id": "4178",
        "name": "كاظميه"
      },
      {
        "id": "4348",
        "name": "الجادرية"
      },
      {
        "id": "4362",
        "name": "اسكان"
      },
      {
        "id": "4363",
        "name": "مدينة الصدر -الاورزدي"
      },
      {
        "id": "4364",
        "name": "مدينة الصدر-جوادر"
      },
      {
        "id": "4365",
        "name": "مدينة الصدر-الاورفلي"
      },
      {
        "id": "4366",
        "name": "مدينة الصدر-الفلاح"
      },
      {
        "id": "4367",
        "name": "مطار المثنى مجمع دار السلام"
      },
      {
        "id": "4375",
        "name": "كرادة داخل"
      },
      {
        "id": "4377",
        "name": "الفضل"
      },
      {
        "id": "4379",
        "name": "باب الشرجي"
      },
      {
        "id": "4380",
        "name": "باب الشرقي"
      },
      {
        "id": "4390",
        "name": "عبيدي شهداء الثالثه سيد منذر"
      },
      {
        "id": "4406",
        "name": "مدينة الصدر-كيارة"
      },
      {
        "id": "4407",
        "name": "شارع فلسطين - تقاطع الصخرة"
      },
      {
        "id": "4417",
        "name": "عرصات الهندية"
      },
      {
        "id": "4418",
        "name": "العرصات"
      },
      {
        "id": "4419",
        "name": "كويريش"
      },
      {
        "id": "4422",
        "name": "مدينة الصدر- حي الامانة"
      },
      {
        "id": "4423",
        "name": "ساحة المظفر"
      },
      {
        "id": "4431",
        "name": "علوه الرشيد"
      },
      {
        "id": "4432",
        "name": "بلديات ٩ نيسان"
      },
      {
        "id": "4448",
        "name": "باب الشرجي"
      },
      {
        "id": "4569",
        "name": "الفضيليه"
      },
      {
        "id": "4593",
        "name": "الصدريه"
      },
      {
        "id": "4594",
        "name": "الصدرية"
      },
      {
        "id": "4622",
        "name": "الباويه"
      },
      {
        "id": "4657",
        "name": "كرادة - كمب سارة"
      },
      {
        "id": "4659",
        "name": "حي القاهره"
      },
      {
        "id": "4661",
        "name": "مدينة الصدر-مريدي"
      },
      {
        "id": "4685",
        "name": "مجمع موسى الكاظم"
      },
      {
        "id": "4686",
        "name": "التاجي - العز"
      },
      {
        "id": "4687",
        "name": "التاجي - الشط"
      },
      {
        "id": "4688",
        "name": "القادرية"
      },
      {
        "id": "4689",
        "name": "شاطئ التاجي الطي"
      },
      {
        "id": "4690",
        "name": "ركية وفاضل"
      },
      {
        "id": "4691",
        "name": "دور الغاز"
      },
      {
        "id": "4692",
        "name": "التاجي - المصابيح"
      },
      {
        "id": "4693",
        "name": "التاجي -سبع البور-علي الحمد"
      },
      {
        "id": "4694",
        "name": "الحماميات"
      },
      {
        "id": "4695",
        "name": "قرية عطية"
      },
      {
        "id": "4696",
        "name": "الفارس"
      },
      {
        "id": "4697",
        "name": "هور الباشا"
      },
      {
        "id": "4698",
        "name": "عمشة"
      },
      {
        "id": "4699",
        "name": "الزملة"
      },
      {
        "id": "4700",
        "name": "قرية نديم"
      },
      {
        "id": "4701",
        "name": "التاجي-هور الباشا"
      },
      {
        "id": "4702",
        "name": "التاجي_قرية عواد"
      },
      {
        "id": "4703",
        "name": "التاجي الطي"
      },
      {
        "id": "4704",
        "name": "تاجي - جرف الملح"
      },
      {
        "id": "4705",
        "name": "التاجي - مجمع المختار"
      },
      {
        "id": "4706",
        "name": "طارمية العبايجي"
      },
      {
        "id": "4707",
        "name": "الجسر الدوار التاجي التاجي"
      },
      {
        "id": "4754",
        "name": "حي سومر البنوك"
      },
      {
        "id": "4761",
        "name": "الكاظميه"
      },
      {
        "id": "4778",
        "name": "كاظم العلي"
      },
      {
        "id": "4784",
        "name": "سلمان باك"
      },
      {
        "id": "4791",
        "name": "مدينة الصدر-الداخل"
      },
      {
        "id": "4792",
        "name": "مدينة الصدر"
      },
      {
        "id": "4940",
        "name": "مجمع النسيم حي جهاد"
      },
      {
        "id": "4941",
        "name": "شقق ومجمع /حي صدام/حي جهاد/الجهاد"
      },
      {
        "id": "4972",
        "name": "الدوره الهواشه"
      },
      {
        "id": "5043",
        "name": "المنصور سهام العبيدي"
      },
      {
        "id": "5044",
        "name": "المنصور نادي الصيد"
      },
      {
        "id": "5045",
        "name": "المنصور البيجيه"
      },
      {
        "id": "5046",
        "name": "المنصور"
      },
      {
        "id": "5101",
        "name": "جسر الصرافيه"
      },
      {
        "id": "5102",
        "name": "جسر الصرافية"
      },
      {
        "id": "5107",
        "name": "مطار بغداد قرب حي جهاد"
      },
      {
        "id": "5108",
        "name": "الطوبجي"
      },
      {
        "id": "5147",
        "name": "الحارثية شارع الزيتون"
      },
      {
        "id": "5151",
        "name": "مجمع بوابه العراق /منصور مجمع بوابه العراق / مجمع بوابه العراق"
      },
      {
        "id": "5152",
        "name": "المنصور داودي"
      },
      {
        "id": "5158",
        "name": "علاوي"
      },
      {
        "id": "5159",
        "name": "حي العباس/ حي العامل"
      },
      {
        "id": "5189",
        "name": "شارع حيفا"
      },
      {
        "id": "5195",
        "name": "العلاوي شارع حيفا"
      },
      {
        "id": "5197",
        "name": "الشعلة"
      },
      {
        "id": "5215",
        "name": "بياع شارع ظغط"
      },
      {
        "id": "5242",
        "name": "الغدير شارع الضريبه"
      },
      {
        "id": "5243",
        "name": "الغدير شارع التوت"
      },
      {
        "id": "5250",
        "name": "اسكان"
      },
      {
        "id": "5259",
        "name": "ابو غريب الذهب الابيض ابو غريب"
      },
      {
        "id": "5260",
        "name": "ابو غريب _ الناحية ابو غريب"
      },
      {
        "id": "5261",
        "name": "ابو غريب _ الرسالة ابو غريب"
      },
      {
        "id": "5262",
        "name": "ابو غريب _ المهندسين ابو غريب"
      },
      {
        "id": "5263",
        "name": "ابو غريب ابو منيصير ابو غريب"
      },
      {
        "id": "5264",
        "name": "ابو غريب عناز زيدان"
      },
      {
        "id": "5265",
        "name": "ابو غريب خرنابات الشمالية ابو غريب"
      },
      {
        "id": "5266",
        "name": "ابو غريب شيحة ابو غريب"
      },
      {
        "id": "5267",
        "name": "ابو غريب _ العمارات السكنية ابوغريب"
      },
      {
        "id": "5268",
        "name": "رضوانية دور السلام رضوانية"
      },
      {
        "id": "5269",
        "name": "ابو غريب النصر والسلام ابو غريب"
      },
      {
        "id": "5274",
        "name": "الشعلة ام نجم"
      },
      {
        "id": "5278",
        "name": "مدينة الصدر-حميدية"
      },
      {
        "id": "5279",
        "name": "مدينة الصدر-الدسيم"
      },
      {
        "id": "5283",
        "name": "مدينة الصدر-شارع السفارات"
      },
      {
        "id": "5284",
        "name": "مدينة الصدر-كسرة وعطش"
      },
      {
        "id": "5285",
        "name": "مدينة الصدر-قطاع1"
      },
      {
        "id": "5286",
        "name": "مدينة الصدر-قطاع2"
      },
      {
        "id": "5287",
        "name": "مدينة الصدر-قطاع3"
      },
      {
        "id": "5288",
        "name": "مدينة الصدر-قطاع4"
      },
      {
        "id": "5289",
        "name": "مدينة الصدر-قطاع5"
      },
      {
        "id": "5290",
        "name": "مدينة الصدر-قطاع6"
      },
      {
        "id": "5291",
        "name": "مدينة الصدر-قطاع 7"
      },
      {
        "id": "5292",
        "name": "مدينة الصدر-قطاع 8"
      },
      {
        "id": "5293",
        "name": "مدينة الصدر-قطاع9"
      },
      {
        "id": "5294",
        "name": "مدينة الصدر-قطاع10"
      },
      {
        "id": "5295",
        "name": "مدينة الصدر-قطاع11"
      },
      {
        "id": "5296",
        "name": "مدينة الصدر-قطاع12"
      },
      {
        "id": "5297",
        "name": "مدينة الصدر-قطاع13"
      },
      {
        "id": "5298",
        "name": "مدينة الصدر-قطاع 14"
      },
      {
        "id": "5299",
        "name": "مدينة الصدر-قطاع 15"
      },
      {
        "id": "5300",
        "name": "مدينة الصدر-قطاع16"
      },
      {
        "id": "5301",
        "name": "مدينة الصدر-قطاع 17"
      },
      {
        "id": "5302",
        "name": "مدينة الصدر-قطاع18"
      },
      {
        "id": "5303",
        "name": "حنون"
      },
      {
        "id": "5304",
        "name": "التاجي-شيخ حمد"
      },
      {
        "id": "5305",
        "name": "منشأة نصر"
      },
      {
        "id": "5310",
        "name": "ابو غريب مجمع بدورابو غريب"
      },
      {
        "id": "5311",
        "name": "ابو غريب مطار باب4ابو غريب"
      },
      {
        "id": "5312",
        "name": "ابو غريب مطار  ابو غريب"
      },
      {
        "id": "5313",
        "name": "ابو غريب-"
      },
      {
        "id": "5314",
        "name": "ابوغريب مجمع كليء زراعةابو غريب"
      },
      {
        "id": "5315",
        "name": "_ ابوغريب مجمع كلية  زراعةابوغريب"
      },
      {
        "id": "5323",
        "name": "ابو غريب باب 5ابوغريب"
      },
      {
        "id": "5324",
        "name": "شارع الرشيد"
      },
      {
        "id": "5342",
        "name": "حي العدل مجمع ايادي العدل"
      },
      {
        "id": "5363",
        "name": "7647843"
      },
      {
        "id": "5367",
        "name": "االاقتصادين"
      },
      {
        "id": "5368",
        "name": "المامؤن"
      },
      {
        "id": "5372",
        "name": "المنصور مجمع بوابة العراق"
      },
      {
        "id": "5378",
        "name": "مطار بغداد قرب حي العامل قناة النهرين مقر الحشد"
      },
      {
        "id": "5379",
        "name": "ملحانية"
      },
      {
        "id": "5380",
        "name": "حي طارق"
      },
      {
        "id": "5389",
        "name": "مول زيونه"
      },
      {
        "id": "5395",
        "name": "المحامين"
      },
      {
        "id": "5396",
        "name": "مستشفى اليرموك"
      },
      {
        "id": "5397",
        "name": "ساحة قحطان"
      },
      {
        "id": "5398",
        "name": "جامع ام الطبول"
      },
      {
        "id": "5489",
        "name": "حي الاكراد"
      },
      {
        "id": "5507",
        "name": "كلية الفراهيدي"
      },
      {
        "id": "5508",
        "name": "الجامعة الامريكية في بغداد"
      },
      {
        "id": "5509",
        "name": "دور الواعيب"
      },
      {
        "id": "5510",
        "name": "القرية العراقيه"
      },
      {
        "id": "5511",
        "name": "ملجاء العامرية"
      },
      {
        "id": "5560",
        "name": "جرف النداف"
      },
      {
        "id": "5561",
        "name": "بياع المواصلات"
      },
      {
        "id": "5562",
        "name": "اخرى"
      },
      {
        "id": "5580",
        "name": "المنصور"
      },
      {
        "id": "5581",
        "name": "اخرى"
      },
      {
        "id": "5582",
        "name": "حي الجامعه"
      },
      {
        "id": "5583",
        "name": "الحرية الاولى"
      },
      {
        "id": "5584",
        "name": "مجمع بروج / حي فرات"
      },
      {
        "id": "5585",
        "name": "اخرى"
      },
      {
        "id": "5586",
        "name": "اخرى"
      },
      {
        "id": "5587",
        "name": "الكاظمية الطي"
      },
      {
        "id": "5588",
        "name": "بياع"
      },
      {
        "id": "5589",
        "name": "الدوره مصفى الدوره"
      },
      {
        "id": "5590",
        "name": "اخرى"
      },
      {
        "id": "5591",
        "name": "اخرى"
      },
      {
        "id": "5592",
        "name": "اخرى"
      },
      {
        "id": "5593",
        "name": "اخرى"
      },
      {
        "id": "5594",
        "name": "شقق زيونه"
      },
      {
        "id": "5595",
        "name": "اخرى"
      },
      {
        "id": "5596",
        "name": "المشتل حي الفضيلية"
      },
      {
        "id": "5597",
        "name": "اخرى"
      },
      {
        "id": "5598",
        "name": "اخرى"
      },
      {
        "id": "5599",
        "name": "اخرى"
      },
      {
        "id": "5600",
        "name": "اخرى"
      },
      {
        "id": "5601",
        "name": "اخرى"
      },
      {
        "id": "5602",
        "name": "اخرى"
      },
      {
        "id": "5603",
        "name": "اخرى"
      },
      {
        "id": "5608",
        "name": "ساحه الفردوس"
      },
      {
        "id": "5637",
        "name": "مدينه الطب"
      },
      {
        "id": "5638",
        "name": "بلديات شارع المصرف"
      },
      {
        "id": "5639",
        "name": "بلديات شارع الكنيسه"
      },
      {
        "id": "5640",
        "name": "بلديات جامع سيدةصلاح"
      },
      {
        "id": "5641",
        "name": "بلديات شارع 30"
      },
      {
        "id": "5862",
        "name": "اخرى"
      },
      {
        "id": "5863",
        "name": "الوردية -مدائن"
      },
      {
        "id": "5864",
        "name": "اخرى"
      },
      {
        "id": "5865",
        "name": "الرشاد"
      },
      {
        "id": "5866",
        "name": "السياحي"
      },
      {
        "id": "5867",
        "name": "ام العبيد"
      },
      {
        "id": "5868",
        "name": "الشاعورة"
      },
      {
        "id": "5869",
        "name": "الجعارة"
      },
      {
        "id": "5870",
        "name": "التويثة"
      },
      {
        "id": "5871",
        "name": "جسر ديالى شارع 70"
      },
      {
        "id": "5872",
        "name": "جسر ديالى شارع 60"
      },
      {
        "id": "5873",
        "name": "جسر ديالى الرياض"
      },
      {
        "id": "5874",
        "name": "جسر ديالى الاطفاء"
      },
      {
        "id": "5875",
        "name": "جسر ديالى شارع المصرف"
      },
      {
        "id": "5876",
        "name": "مدائن -حي جابر"
      },
      {
        "id": "5881",
        "name": "حي كوفه"
      },
      {
        "id": "5882",
        "name": "البتاويين"
      },
      {
        "id": "5883",
        "name": "مجمع مشن"
      },
      {
        "id": "5884",
        "name": "ساحه الحريه"
      },
      {
        "id": "5885",
        "name": "ساحه التحريات"
      },
      {
        "id": "5886",
        "name": "بارك السعدون"
      },
      {
        "id": "5887",
        "name": "ساحه كهرمانه"
      },
      {
        "id": "5888",
        "name": "المسرح الوطني"
      },
      {
        "id": "5889",
        "name": "الناظميه"
      },
      {
        "id": "5890",
        "name": "بداله العلويه"
      },
      {
        "id": "5891",
        "name": "ساحه الاندلس"
      },
      {
        "id": "5896",
        "name": "مجمع بوابة الكاظمية"
      },
      {
        "id": "5903",
        "name": "اخرى"
      },
      {
        "id": "5904",
        "name": "النهروان - قرية 10"
      },
      {
        "id": "5905",
        "name": "النهروان - 9 نيسان"
      },
      {
        "id": "5906",
        "name": "النهروان - معامل الطابوق"
      },
      {
        "id": "5907",
        "name": "النهروان - السايد الواحد"
      },
      {
        "id": "6066",
        "name": "ايادي العدل"
      },
      {
        "id": "6067",
        "name": "بسكلاتة"
      },
      {
        "id": "6068",
        "name": "مجمع بسكلاتة"
      },
      {
        "id": "6075",
        "name": "الشعب حي سومر"
      },
      {
        "id": "6079",
        "name": "المنصور"
      },
      {
        "id": "6080",
        "name": "اخرى"
      },
      {
        "id": "6081",
        "name": "بغداد حي جهاد"
      },
      {
        "id": "6082",
        "name": "شالجية ساحة عدن"
      },
      {
        "id": "6083",
        "name": "اخرى"
      },
      {
        "id": "6084",
        "name": "اخرى"
      },
      {
        "id": "6085",
        "name": "اخرى"
      },
      {
        "id": "6086",
        "name": "اخرى"
      },
      {
        "id": "6087",
        "name": "اخرى"
      },
      {
        "id": "6102",
        "name": "اخرى"
      },
      {
        "id": "6103",
        "name": "اخرى"
      },
      {
        "id": "6109",
        "name": "بستان سامي"
      },
      {
        "id": "6127",
        "name": "مدينه قطاع74"
      },
      {
        "id": "6128",
        "name": "مدينه قطاع73"
      },
      {
        "id": "6129",
        "name": "مدينه دسيم"
      },
      {
        "id": "6130",
        "name": "مدينه قطاع 55"
      },
      {
        "id": "6131",
        "name": "مدينه قطاع 23"
      },
      {
        "id": "6132",
        "name": "مدينه مطعم ليمونه"
      },
      {
        "id": "6133",
        "name": "مدينه قطاع 41"
      },
      {
        "id": "6134",
        "name": "مدينه قطاع 76"
      },
      {
        "id": "6135",
        "name": "مدينه سوك لعوره"
      },
      {
        "id": "6136",
        "name": "مدينه قطاع 10"
      },
      {
        "id": "6137",
        "name": "مدينه قطاع 63"
      },
      {
        "id": "6138",
        "name": "مدينه قطاع 61"
      },
      {
        "id": "6139",
        "name": "مدينه قطاع 20"
      },
      {
        "id": "6140",
        "name": "مدينه قطاع ٣٣"
      },
      {
        "id": "6141",
        "name": "مدينه ساحت حمزه"
      },
      {
        "id": "6142",
        "name": "مدينه 67"
      },
      {
        "id": "6143",
        "name": "مدينه قطاع 42"
      },
      {
        "id": "6144",
        "name": "مدينة قطاع 44"
      },
      {
        "id": "6145",
        "name": "مدينه قطاع43"
      },
      {
        "id": "6146",
        "name": "اخرى"
      },
      {
        "id": "6152",
        "name": "حي عامل 7 نيسان"
      },
      {
        "id": "6166",
        "name": "مدينة قطاع 19"
      },
      {
        "id": "6167",
        "name": "مدينة قطاع 21"
      },
      {
        "id": "6168",
        "name": "مدينة قطاع 22"
      },
      {
        "id": "6169",
        "name": "مدينة قطاع 24"
      },
      {
        "id": "6170",
        "name": "مدينة قطاع 25"
      },
      {
        "id": "6171",
        "name": "مدينة قطاع 26"
      },
      {
        "id": "6172",
        "name": "مدينة قطاع 27"
      },
      {
        "id": "6173",
        "name": "مدينة قطاع 28"
      },
      {
        "id": "6174",
        "name": "مدينة قطاع 29"
      },
      {
        "id": "6175",
        "name": "مدينة قطاع 30"
      },
      {
        "id": "6176",
        "name": "مدينة قطاع 31"
      },
      {
        "id": "6177",
        "name": "مدينة قطاع 32"
      },
      {
        "id": "6178",
        "name": "مدينة قطاع 33"
      },
      {
        "id": "6179",
        "name": "مدينة قطاع 34"
      },
      {
        "id": "6180",
        "name": "مدينة قطاع 35"
      },
      {
        "id": "6181",
        "name": "مدينة قطاع 36"
      },
      {
        "id": "6182",
        "name": "مدينة قطاع 37"
      },
      {
        "id": "6183",
        "name": "مدينة قطاع 38"
      },
      {
        "id": "6184",
        "name": "مدينة قطاع 39"
      },
      {
        "id": "6185",
        "name": "مدينة قطاع 40"
      },
      {
        "id": "6186",
        "name": "70مدينة قطاع"
      },
      {
        "id": "6187",
        "name": "مدينة قطاع 71"
      },
      {
        "id": "6188",
        "name": "مدينة قطاع 72"
      },
      {
        "id": "6189",
        "name": "مدينة قطاع 73"
      },
      {
        "id": "6190",
        "name": "مدينة قطاع 74"
      },
      {
        "id": "6191",
        "name": "مدينة قطاع 75"
      },
      {
        "id": "6192",
        "name": "مدينة قطاع 76"
      },
      {
        "id": "6193",
        "name": "مدينة قطاع 77"
      },
      {
        "id": "6194",
        "name": "مدينة قطاع 78"
      },
      {
        "id": "6195",
        "name": "مدينة قطاع 79"
      },
      {
        "id": "6196",
        "name": "مدينة قطاع 80"
      },
      {
        "id": "6197",
        "name": "مدينة قطاع 62"
      },
      {
        "id": "6213",
        "name": "الدورة - دور النفط"
      },
      {
        "id": "6216",
        "name": "جسر الامانة"
      },
      {
        "id": "6217",
        "name": "العماري"
      },
      {
        "id": "6218",
        "name": "كراج الامانه"
      },
      {
        "id": "6221",
        "name": "شارع كنانه"
      },
      {
        "id": "6226",
        "name": "الحرية"
      },
      {
        "id": "6229",
        "name": "النهروان - الخنساء"
      },
      {
        "id": "6230",
        "name": "مجمع الزهور السكني"
      },
      {
        "id": "6231",
        "name": "مجمع الزهراء السكني"
      },
      {
        "id": "6232",
        "name": "مجمع الزعفران السكني"
      },
      {
        "id": "6237",
        "name": "اخرى"
      },
      {
        "id": "6264",
        "name": "تقاطع سبع قصور"
      }
    ]
  },
  {
    "id": "2",
    "name": "كربلاء",
    "regions": [
      {
        "id": "3146",
        "name": "مركز"
      },
      {
        "id": "3147",
        "name": "منطقة الجماليه"
      },
      {
        "id": "3148",
        "name": "سيطرة الوند"
      },
      {
        "id": "3149",
        "name": "سيطره57"
      },
      {
        "id": "3150",
        "name": "حي الزهراء"
      },
      {
        "id": "3151",
        "name": "حي الحوراء"
      },
      {
        "id": "3152",
        "name": "حي العباس"
      },
      {
        "id": "3153",
        "name": "حي الامامين"
      },
      {
        "id": "3154",
        "name": "باب بغداد"
      },
      {
        "id": "3155",
        "name": "باب طويريج"
      },
      {
        "id": "3156",
        "name": "الولايه"
      },
      {
        "id": "3157",
        "name": "الحرمين"
      },
      {
        "id": "3158",
        "name": "العباسيه الشرقيه"
      },
      {
        "id": "3159",
        "name": "العباسيه الغربيه"
      },
      {
        "id": "3160",
        "name": "كراج الاحياء"
      },
      {
        "id": "3161",
        "name": "ميثم التمار"
      },
      {
        "id": "3162",
        "name": "كنطرة السلام"
      },
      {
        "id": "3163",
        "name": "منطقة الشبانات"
      },
      {
        "id": "3164",
        "name": "شارع المدرسي"
      },
      {
        "id": "3165",
        "name": "حي الامل"
      },
      {
        "id": "3166",
        "name": "حي الرباب"
      },
      {
        "id": "3167",
        "name": "جامعة فريحه"
      },
      {
        "id": "3168",
        "name": "منطقة فريحه"
      },
      {
        "id": "3169",
        "name": "شارع الحافظ"
      },
      {
        "id": "3170",
        "name": "سيد اسماعيل"
      },
      {
        "id": "3171",
        "name": "سيطرة الابراهيميه"
      },
      {
        "id": "3172",
        "name": "منتظقةالابراهيميه"
      },
      {
        "id": "3173",
        "name": "طويريج"
      },
      {
        "id": "3174",
        "name": "طويريج الجمعيه"
      },
      {
        "id": "3175",
        "name": "حي المصطفى"
      },
      {
        "id": "3176",
        "name": "حي الحسين"
      },
      {
        "id": "3177",
        "name": "ام الهوى"
      },
      {
        "id": "3178",
        "name": "ام روايه"
      },
      {
        "id": "3179",
        "name": "شط الله"
      },
      {
        "id": "3180",
        "name": "الحسينيه"
      },
      {
        "id": "3181",
        "name": "العطيشي"
      },
      {
        "id": "3182",
        "name": "ام الحمام"
      },
      {
        "id": "3183",
        "name": "مطعم الزهور"
      },
      {
        "id": "3184",
        "name": "الجريه"
      },
      {
        "id": "3185",
        "name": "الطف"
      },
      {
        "id": "3186",
        "name": "الجديه"
      },
      {
        "id": "3187",
        "name": "شارع الحولي"
      },
      {
        "id": "3188",
        "name": "سيد جوده"
      },
      {
        "id": "3189",
        "name": "حولي 100"
      },
      {
        "id": "3190",
        "name": "الامام علي"
      },
      {
        "id": "3191",
        "name": "النواب"
      },
      {
        "id": "3192",
        "name": "الامين"
      },
      {
        "id": "3193",
        "name": "المثالي"
      },
      {
        "id": "3194",
        "name": "حي الكرار"
      },
      {
        "id": "3195",
        "name": "مستشفى الكفيل"
      },
      {
        "id": "3196",
        "name": "مستشفى الحسيني"
      },
      {
        "id": "3197",
        "name": "حي الاسره"
      },
      {
        "id": "3198",
        "name": "الاصلاح"
      },
      {
        "id": "3199",
        "name": "الشعله"
      },
      {
        "id": "3200",
        "name": "ضباط الاسره"
      },
      {
        "id": "3201",
        "name": "شهداء الاسره"
      },
      {
        "id": "3202",
        "name": "شارع النجف"
      },
      {
        "id": "3203",
        "name": "الرابط"
      },
      {
        "id": "3204",
        "name": "الحزام الاخضر"
      },
      {
        "id": "3205",
        "name": "سيف سعد"
      },
      {
        "id": "3206",
        "name": "الاطارات"
      },
      {
        "id": "3207",
        "name": "الوفاء"
      },
      {
        "id": "3208",
        "name": "التعاون"
      },
      {
        "id": "3209",
        "name": "الالف دار"
      },
      {
        "id": "3210",
        "name": "الانتفاظه1"
      },
      {
        "id": "3211",
        "name": "الانتفاظه2"
      },
      {
        "id": "3212",
        "name": "الانتفاظه3"
      },
      {
        "id": "3213",
        "name": "الانتفاظه4"
      },
      {
        "id": "3214",
        "name": "الاسكان العسكري"
      },
      {
        "id": "3215",
        "name": "الاسكان"
      },
      {
        "id": "3216",
        "name": "شارع السناتر"
      },
      {
        "id": "3217",
        "name": "مجمع درة كربلاء"
      },
      {
        "id": "3218",
        "name": "مجمع المروج"
      },
      {
        "id": "3219",
        "name": "حي الصحه"
      },
      {
        "id": "3220",
        "name": "حي الحشد"
      },
      {
        "id": "3221",
        "name": "صحاري"
      },
      {
        "id": "3222",
        "name": "البناء الجاهز"
      },
      {
        "id": "3223",
        "name": "النصر"
      },
      {
        "id": "3224",
        "name": "الصمود"
      },
      {
        "id": "3225",
        "name": "التحدي"
      },
      {
        "id": "3226",
        "name": "القدس"
      },
      {
        "id": "3227",
        "name": "قوس حي النصر"
      },
      {
        "id": "3228",
        "name": "معمل الثرمستون"
      },
      {
        "id": "3229",
        "name": "المرور"
      },
      {
        "id": "3230",
        "name": "الشريعه"
      },
      {
        "id": "3231",
        "name": "حي الانوار"
      },
      {
        "id": "3232",
        "name": "الطار"
      },
      {
        "id": "3233",
        "name": "الرزازه"
      },
      {
        "id": "3234",
        "name": "عين التمر"
      },
      {
        "id": "3235",
        "name": "الفارس"
      },
      {
        "id": "3236",
        "name": "ملحق الفارس"
      },
      {
        "id": "3237",
        "name": "ملحق التعاون"
      },
      {
        "id": "3238",
        "name": "الاساتذه"
      },
      {
        "id": "3239",
        "name": "مستشفى الحجه"
      },
      {
        "id": "3240",
        "name": "شارع الصب"
      },
      {
        "id": "3241",
        "name": "الاستاذه"
      },
      {
        "id": "3242",
        "name": "المدراء"
      },
      {
        "id": "3243",
        "name": "الموظفين"
      },
      {
        "id": "3244",
        "name": "شهداء الموظفين"
      },
      {
        "id": "3245",
        "name": "الجمعيه"
      },
      {
        "id": "3246",
        "name": "السعديه"
      },
      {
        "id": "3247",
        "name": "فلكة الجمعيه"
      },
      {
        "id": "3248",
        "name": "المعملجي"
      },
      {
        "id": "3249",
        "name": "حي الزيتون"
      },
      {
        "id": "3250",
        "name": "فلكة الثوره"
      },
      {
        "id": "3251",
        "name": "حي سومر"
      },
      {
        "id": "3252",
        "name": "الاتحاد"
      },
      {
        "id": "3253",
        "name": "الامام الحر"
      },
      {
        "id": "3254",
        "name": "العسكري"
      },
      {
        "id": "3255",
        "name": "الامن الداخلي"
      },
      {
        "id": "3256",
        "name": "العابد"
      },
      {
        "id": "3257",
        "name": "عامل"
      },
      {
        "id": "3258",
        "name": "السوق الاخير"
      },
      {
        "id": "3259",
        "name": "سوق الوسط"
      },
      {
        "id": "3260",
        "name": "الغدير"
      },
      {
        "id": "3261",
        "name": "الصوره"
      },
      {
        "id": "3262",
        "name": "النظال"
      },
      {
        "id": "3263",
        "name": "شارع طارق الخيكاني"
      },
      {
        "id": "3264",
        "name": "الجهاد"
      },
      {
        "id": "3265",
        "name": "شارع المعارض"
      },
      {
        "id": "3266",
        "name": "سريع الحر"
      },
      {
        "id": "3267",
        "name": "سريع المعلمين"
      },
      {
        "id": "3268",
        "name": "المعلمين"
      },
      {
        "id": "3269",
        "name": "فلافل سعد"
      },
      {
        "id": "3270",
        "name": "فلافل البغدادي"
      },
      {
        "id": "3271",
        "name": "شارع المصلحه"
      },
      {
        "id": "3272",
        "name": "الحوانيت"
      },
      {
        "id": "3278",
        "name": "البلديه"
      },
      {
        "id": "3279",
        "name": "النقيب"
      },
      {
        "id": "4138",
        "name": "البوبيات"
      },
      {
        "id": "4139",
        "name": "اسواق برتقاله"
      },
      {
        "id": "4140",
        "name": "جامعة اهل البيت"
      },
      {
        "id": "4141",
        "name": "السواده"
      },
      {
        "id": "4142",
        "name": "المجتبى"
      },
      {
        "id": "4143",
        "name": "القادسيه"
      },
      {
        "id": "4144",
        "name": "محطة القادسيه"
      },
      {
        "id": "4145",
        "name": "فندق البارون"
      },
      {
        "id": "4180",
        "name": "الجاير"
      },
      {
        "id": "4181",
        "name": "باب الخان"
      },
      {
        "id": "4191",
        "name": "السلام"
      },
      {
        "id": "4192",
        "name": "منطقة عون"
      },
      {
        "id": "4193",
        "name": "طريق بغداد"
      },
      {
        "id": "4194",
        "name": "حي العامل"
      },
      {
        "id": "4352",
        "name": "كربلاء الهنديه"
      },
      {
        "id": "4353",
        "name": "التعليب"
      },
      {
        "id": "4356",
        "name": "شارع العلقمي"
      },
      {
        "id": "4357",
        "name": "شارع الامام الحسين"
      },
      {
        "id": "4358",
        "name": "شارع الامام علي"
      },
      {
        "id": "4359",
        "name": "شارع الجمهوريه"
      },
      {
        "id": "4360",
        "name": "باب القبله"
      },
      {
        "id": "4381",
        "name": "مستشفى العباس الاهلي"
      },
      {
        "id": "4382",
        "name": "شارع ابو طالب"
      },
      {
        "id": "4383",
        "name": "كاع محمد حلوه"
      },
      {
        "id": "4384",
        "name": "مدينة العاب السندباد"
      },
      {
        "id": "4385",
        "name": "مدينة العاب ضوء القمر"
      },
      {
        "id": "4386",
        "name": "منتجع حي الحسين"
      },
      {
        "id": "4387",
        "name": "واحة الاريام"
      },
      {
        "id": "4388",
        "name": "مدينة العاب النواره"
      },
      {
        "id": "4430",
        "name": "شارع احمد الوائلي"
      },
      {
        "id": "4458",
        "name": "سريع حي رمضان"
      },
      {
        "id": "4486",
        "name": "الطاقه"
      },
      {
        "id": "4487",
        "name": "طريق النجف"
      },
      {
        "id": "4496",
        "name": "حي المهندسين"
      },
      {
        "id": "4558",
        "name": "طريق الرابط"
      },
      {
        "id": "4559",
        "name": "الميلاد"
      },
      {
        "id": "4560",
        "name": "مجمع الؤلؤه"
      },
      {
        "id": "4561",
        "name": "الصحفيين"
      },
      {
        "id": "4562",
        "name": "شارع بغداد"
      },
      {
        "id": "4563",
        "name": "سيد  الاوصياء"
      },
      {
        "id": "4564",
        "name": "السياحي الدعوم"
      },
      {
        "id": "4565",
        "name": "فلكة المحافظه"
      },
      {
        "id": "4595",
        "name": "الروضتين"
      },
      {
        "id": "4596",
        "name": "طريق النجف من عمود (٦٥٥-١٤٢٥)"
      },
      {
        "id": "4750",
        "name": "البلديات"
      },
      {
        "id": "4776",
        "name": "كربلاء حي السلام"
      },
      {
        "id": "4793",
        "name": "حي الرساله"
      },
      {
        "id": "4963",
        "name": "الساهرون"
      },
      {
        "id": "4977",
        "name": "شارع السدره"
      },
      {
        "id": "5047",
        "name": "سيد الاسعار"
      },
      {
        "id": "5048",
        "name": "الدفاع المدني"
      },
      {
        "id": "5049",
        "name": "الحر الصغير"
      },
      {
        "id": "5050",
        "name": "حي الانصار"
      },
      {
        "id": "5051",
        "name": "البارودي"
      },
      {
        "id": "5052",
        "name": "حي البعث"
      },
      {
        "id": "5053",
        "name": "فلكة التربيه"
      },
      {
        "id": "5054",
        "name": "حي التركمان"
      },
      {
        "id": "5055",
        "name": "فندق جرش"
      },
      {
        "id": "5056",
        "name": "مديرية الجنسيه"
      },
      {
        "id": "5057",
        "name": "المحكمه"
      },
      {
        "id": "5058",
        "name": "الجوازات"
      },
      {
        "id": "5059",
        "name": "مول الحارث"
      },
      {
        "id": "5060",
        "name": "سوك الحبوبي"
      },
      {
        "id": "5061",
        "name": "حي الحجه"
      },
      {
        "id": "5062",
        "name": "جسر الضربيه"
      },
      {
        "id": "5063",
        "name": "حصوة كربلاء"
      },
      {
        "id": "5064",
        "name": "جامعة ابن حيان"
      },
      {
        "id": "5065",
        "name": "الدسميه"
      },
      {
        "id": "5066",
        "name": "سوك الدهان"
      },
      {
        "id": "5067",
        "name": "الرجيبه"
      },
      {
        "id": "5068",
        "name": "الرشيده"
      },
      {
        "id": "5069",
        "name": "الزبيليه"
      },
      {
        "id": "5070",
        "name": "اسواق زيتونه"
      },
      {
        "id": "5071",
        "name": "سيطره 54"
      },
      {
        "id": "5072",
        "name": "سما كربلاء"
      },
      {
        "id": "5073",
        "name": "الصلاميه"
      },
      {
        "id": "5074",
        "name": "مطعم العزائم"
      },
      {
        "id": "5075",
        "name": "فندق عطاء الحسين"
      },
      {
        "id": "5076",
        "name": "عكد بليبل"
      },
      {
        "id": "5077",
        "name": "العلوه الجديده"
      },
      {
        "id": "5078",
        "name": "جامعة العميد"
      },
      {
        "id": "5079",
        "name": "بانزين خانة الغاظريه"
      },
      {
        "id": "5080",
        "name": "القزويني"
      },
      {
        "id": "5081",
        "name": "القحطانيه"
      },
      {
        "id": "5082",
        "name": "قناة كربلاء"
      },
      {
        "id": "5083",
        "name": "الكنطره البيضه"
      },
      {
        "id": "5084",
        "name": "شركة كاله"
      },
      {
        "id": "5085",
        "name": "شركة كيا"
      },
      {
        "id": "5086",
        "name": "مصطفى خان"
      },
      {
        "id": "5087",
        "name": "اسواق المائده"
      },
      {
        "id": "5088",
        "name": "مجسر العباس"
      },
      {
        "id": "5089",
        "name": "مجمع العباس السكني"
      },
      {
        "id": "5090",
        "name": "شارع المحافظ"
      },
      {
        "id": "5091",
        "name": "المحمديه"
      },
      {
        "id": "5092",
        "name": "المخيم"
      },
      {
        "id": "5093",
        "name": "مدراس العتبه"
      },
      {
        "id": "5094",
        "name": "المعهد التقني"
      },
      {
        "id": "5095",
        "name": "الكراج الموحد"
      },
      {
        "id": "5096",
        "name": "شارع النهر"
      },
      {
        "id": "5097",
        "name": "الوادي الجديد"
      },
      {
        "id": "5098",
        "name": "مستشفى الولاده"
      },
      {
        "id": "5115",
        "name": "الاطباء"
      },
      {
        "id": "5116",
        "name": "حي الزهور"
      },
      {
        "id": "5122",
        "name": "مصفى كربلاء"
      },
      {
        "id": "5123",
        "name": "حي السيده رقيه"
      },
      {
        "id": "5154",
        "name": "حي الايمان"
      },
      {
        "id": "5225",
        "name": "ام ماشه"
      },
      {
        "id": "5226",
        "name": "ابو ماشه"
      },
      {
        "id": "5227",
        "name": "حي الشرطه"
      },
      {
        "id": "5235",
        "name": "صناعي"
      },
      {
        "id": "5255",
        "name": "شارع السيده زينب"
      },
      {
        "id": "5256",
        "name": "القلعه"
      },
      {
        "id": "5257",
        "name": "الهادي"
      },
      {
        "id": "5316",
        "name": "جامعه كربلاء"
      },
      {
        "id": "5346",
        "name": "البوبيات ساده الثابت"
      },
      {
        "id": "5382",
        "name": "وند"
      },
      {
        "id": "5491",
        "name": "مستشفى التركي"
      },
      {
        "id": "5492",
        "name": "مجمع الغدير السكني"
      },
      {
        "id": "5501",
        "name": "جامعه وارث"
      },
      {
        "id": "5504",
        "name": "مدينه الزائرين"
      },
      {
        "id": "5563",
        "name": "اخرى"
      },
      {
        "id": "5634",
        "name": "الملحق"
      },
      {
        "id": "5878",
        "name": "حي رمضان"
      },
      {
        "id": "5892",
        "name": "حي الاخلاص"
      },
      {
        "id": "6078",
        "name": "نواره الاملاك"
      },
      {
        "id": "6209",
        "name": "حي الصناعي"
      }
    ]
  },
  {
    "id": "3",
    "name": "الانبار",
    "regions": [
      {
        "id": "196",
        "name": "الرمادي الزراعه"
      },
      {
        "id": "197",
        "name": "الرمادي الزراعة"
      },
      {
        "id": "198",
        "name": "الرمادي شارع 60"
      },
      {
        "id": "199",
        "name": "الرمادي شارع 40"
      },
      {
        "id": "200",
        "name": "الرمادري شارع 100"
      },
      {
        "id": "201",
        "name": "الرمادي فلكة العلم"
      },
      {
        "id": "202",
        "name": "الرمادي حي البكر"
      },
      {
        "id": "203",
        "name": "الرمادي حي المعلمين"
      },
      {
        "id": "204",
        "name": "الرمادي حي الضباط"
      },
      {
        "id": "205",
        "name": "الرمادي حي الملعب"
      },
      {
        "id": "206",
        "name": "الرمادي العزيزية"
      },
      {
        "id": "207",
        "name": "الرمادي شارع 20"
      },
      {
        "id": "208",
        "name": "شارع 17 الرمادي"
      },
      {
        "id": "209",
        "name": "الرمادي شارع المستودع"
      },
      {
        "id": "210",
        "name": "الرمادي شارع الاورزدي"
      },
      {
        "id": "211",
        "name": "الرمادي شارع فاكره"
      },
      {
        "id": "212",
        "name": "الرمادي فلكة الفرسان"
      },
      {
        "id": "213",
        "name": "الرمادي الاسكان"
      },
      {
        "id": "214",
        "name": "الرمادي حي الجمعية"
      },
      {
        "id": "215",
        "name": "الرمادي سدة البعلون"
      },
      {
        "id": "216",
        "name": "الرمادي فلكة الدولفين"
      },
      {
        "id": "217",
        "name": "الرمادي الورار"
      },
      {
        "id": "218",
        "name": "الرمادي الحوز"
      },
      {
        "id": "219",
        "name": "الرمادي بيوت الروسين"
      },
      {
        "id": "220",
        "name": "الرمادي مجسر الزيوت"
      },
      {
        "id": "221",
        "name": "الرمادي شارع الاطباء"
      },
      {
        "id": "222",
        "name": "الرمادي مطعم حجي زياد"
      },
      {
        "id": "223",
        "name": "الرمادي شارع عمر"
      },
      {
        "id": "224",
        "name": "الرمادي شارع السينما"
      },
      {
        "id": "225",
        "name": "الرمادي شارع المحكمة"
      },
      {
        "id": "226",
        "name": "الرمادي شارع البومهنا"
      },
      {
        "id": "227",
        "name": "الرمادي مستشفى النسائية"
      },
      {
        "id": "228",
        "name": "الرمادي مستشفى الاطفال"
      },
      {
        "id": "229",
        "name": "الرمادي مستشفى صدام"
      },
      {
        "id": "230",
        "name": "الرمادي مستشفى الصفوه"
      },
      {
        "id": "231",
        "name": "الرمادي كلية المعارف"
      },
      {
        "id": "232",
        "name": "الرمادي كلية تربية بنات"
      },
      {
        "id": "233",
        "name": "الرمادي كلية الطب"
      },
      {
        "id": "234",
        "name": "الرمادي جسر الحوز"
      },
      {
        "id": "235",
        "name": "الرمادي جسر القاسم"
      },
      {
        "id": "236",
        "name": "الرمادي جسر عمر"
      },
      {
        "id": "237",
        "name": "الرمادي الفندق التركي"
      },
      {
        "id": "238",
        "name": "الرمادي تاميم"
      },
      {
        "id": "239",
        "name": "الرمادي صعدة 30 تموز"
      },
      {
        "id": "240",
        "name": "الرمادي قادسية"
      },
      {
        "id": "241",
        "name": "2الرمادي قادسية"
      },
      {
        "id": "242",
        "name": "الرمادي جامعة الانبار"
      },
      {
        "id": "243",
        "name": "الرمادي شقق صفر"
      },
      {
        "id": "244",
        "name": "الرمادي مول ام عمار"
      },
      {
        "id": "245",
        "name": "الرمادي سايلو"
      },
      {
        "id": "246",
        "name": "الرمادي دواجن"
      },
      {
        "id": "247",
        "name": "الرمادي كلية الهدئ"
      },
      {
        "id": "248",
        "name": "الرمادي كورنيش التاميم"
      },
      {
        "id": "249",
        "name": "الرمادي كورنيش الحوز"
      },
      {
        "id": "250",
        "name": "الرمادي مستشفى الشفاء"
      },
      {
        "id": "251",
        "name": "الرمادي مستوصف القادسية"
      },
      {
        "id": "252",
        "name": "الرمادي مجمع الرافدين"
      },
      {
        "id": "253",
        "name": "الرمادي الطاش الاولى"
      },
      {
        "id": "254",
        "name": "الطاش الثانية"
      },
      {
        "id": "255",
        "name": "الرمادي الطاش الثالثة"
      },
      {
        "id": "256",
        "name": "الرمادي حميرة"
      },
      {
        "id": "257",
        "name": "الرمادي البجابر"
      },
      {
        "id": "258",
        "name": "الرمادي لواء الثامن"
      },
      {
        "id": "259",
        "name": "مديرية مرور الرمادي"
      },
      {
        "id": "260",
        "name": "الرمادي ش 30"
      },
      {
        "id": "261",
        "name": "الرمادي الحكم المحلي"
      },
      {
        "id": "262",
        "name": "الرمادي حي الاكراد"
      },
      {
        "id": "263",
        "name": "8الرمادي  شباط"
      },
      {
        "id": "264",
        "name": "الرمادي حي الاساتذة"
      },
      {
        "id": "265",
        "name": "الرمادي حي الجمهورية"
      },
      {
        "id": "266",
        "name": "الرمادي حي الارامل"
      },
      {
        "id": "267",
        "name": "الرمادي حي الاندلس"
      },
      {
        "id": "268",
        "name": "الرمادي حي الشر كة"
      },
      {
        "id": "269",
        "name": "الرمادي الثيلة"
      },
      {
        "id": "270",
        "name": "شقق حجرية"
      },
      {
        "id": "271",
        "name": "مركز شرطة الحرية"
      },
      {
        "id": "272",
        "name": "كلية طب الاسنان الرمادي"
      },
      {
        "id": "273",
        "name": "السوك الرمادي"
      },
      {
        "id": "274",
        "name": "رمادي محطة الامن"
      },
      {
        "id": "275",
        "name": "جزيرة الرمادي  محطة السينما"
      },
      {
        "id": "276",
        "name": "جزيرة الرمادي محطة الصابرين"
      },
      {
        "id": "277",
        "name": "جزيرة الرمادي محطة الاولى"
      },
      {
        "id": "278",
        "name": "جزيرة الرمادي محطة الثانية"
      },
      {
        "id": "279",
        "name": "جزيرة الرمادي بوريشة"
      },
      {
        "id": "280",
        "name": "جزيرة الرمادي طوي"
      },
      {
        "id": "281",
        "name": "جزيرة الرمادي بفراج"
      },
      {
        "id": "282",
        "name": "جزيرة الرمادي الارض السعيدة"
      },
      {
        "id": "283",
        "name": "جزيرة الرمادي بعلي جاسم"
      },
      {
        "id": "284",
        "name": "جزيرة الرمادي جزيرة  البعيثة"
      },
      {
        "id": "285",
        "name": "جزيرة الرمادي جسر فلسطين"
      },
      {
        "id": "286",
        "name": "جزيرة الرمادي بشعبان"
      },
      {
        "id": "287",
        "name": "جزيرة الرمادي بذياب"
      },
      {
        "id": "288",
        "name": "زنكورة قرية عصرية"
      },
      {
        "id": "289",
        "name": "الرمادي زنكورة الشراع"
      },
      {
        "id": "290",
        "name": "الرمادي خمسه كيلو"
      },
      {
        "id": "291",
        "name": "الرمادي 7 كيلو"
      },
      {
        "id": "292",
        "name": "الرمادي زنكورة مجمع عمر الراوي"
      },
      {
        "id": "293",
        "name": "الرمادي مجمع المهندسي"
      },
      {
        "id": "294",
        "name": "الرمادي زنبيل ماركت"
      },
      {
        "id": "295",
        "name": "الرمادي حي زيتون"
      },
      {
        "id": "296",
        "name": "الرمادي شار الصوقيه ش 40"
      },
      {
        "id": "297",
        "name": "الرمادي الصوفية السدة"
      },
      {
        "id": "298",
        "name": "الرمادي الصوفية جامع الواثق"
      },
      {
        "id": "299",
        "name": "الصوفية فوج 10 الرمادي"
      },
      {
        "id": "300",
        "name": "الصوفية فوج10"
      },
      {
        "id": "301",
        "name": "الرمادي الصوفية البوغانم"
      },
      {
        "id": "302",
        "name": "الرمادي الصوفية البوسودة"
      },
      {
        "id": "303",
        "name": "الرمادي الصوفية البعلوان"
      },
      {
        "id": "304",
        "name": "الرمادي الصوفية جامع الصوفية"
      },
      {
        "id": "305",
        "name": "الرمادي الصوفية جامع بشائر الرحمن"
      },
      {
        "id": "306",
        "name": "الرمادي الصوفية محطة الكهرباء"
      },
      {
        "id": "307",
        "name": "الرمادي الصوفية مدرسة التوحيد"
      },
      {
        "id": "308",
        "name": "الرمادي الصوفية شارع الهور"
      },
      {
        "id": "309",
        "name": "الرمادي الصوفية مستشفى الاورام"
      },
      {
        "id": "310",
        "name": "الرمادي سجارية جويبة"
      },
      {
        "id": "311",
        "name": "الرمادي سجارية نساف"
      },
      {
        "id": "312",
        "name": "الرمادي سجارية مول زيتونة"
      },
      {
        "id": "313",
        "name": "الرمادي سجارية اسواق الكوخ"
      },
      {
        "id": "314",
        "name": "الرمادي سجارية مدرسة حليمة"
      },
      {
        "id": "315",
        "name": "قائم عبيدي"
      },
      {
        "id": "316",
        "name": "قائم سعدة"
      },
      {
        "id": "317",
        "name": "قائم رمانة"
      },
      {
        "id": "318",
        "name": "قائم حصيبة غربية"
      },
      {
        "id": "319",
        "name": "قائم كرابلة"
      },
      {
        "id": "320",
        "name": "قائم جريجب"
      },
      {
        "id": "321",
        "name": "قائم دغيمة"
      },
      {
        "id": "322",
        "name": "قائم سيطرة شهيد حيدر"
      },
      {
        "id": "323",
        "name": "قائم جباب"
      },
      {
        "id": "324",
        "name": "قائم العماري"
      },
      {
        "id": "325",
        "name": "راوه القديمة"
      },
      {
        "id": "326",
        "name": "راوه جديدة"
      },
      {
        "id": "327",
        "name": "راوه حي السلام"
      },
      {
        "id": "328",
        "name": "راوه حي القادسية"
      },
      {
        "id": "329",
        "name": "راوه حي العسكري"
      },
      {
        "id": "330",
        "name": "راوه الراشدية"
      },
      {
        "id": "331",
        "name": "عنه قديمة"
      },
      {
        "id": "332",
        "name": "عنه الشيشان"
      },
      {
        "id": "333",
        "name": "حديثه السكران"
      },
      {
        "id": "334",
        "name": "حديثه بروانة"
      },
      {
        "id": "335",
        "name": "حديثه حقلانية"
      },
      {
        "id": "336",
        "name": "بغدادي دولاب"
      },
      {
        "id": "337",
        "name": "حديثه المركز"
      },
      {
        "id": "338",
        "name": "حديثه سد حديثه"
      },
      {
        "id": "339",
        "name": "ريحانه"
      },
      {
        "id": "340",
        "name": "حديثه حي العسكري"
      },
      {
        "id": "341",
        "name": "حديثه بني داهر"
      },
      {
        "id": "342",
        "name": "حديثه حي المعلمين"
      },
      {
        "id": "343",
        "name": "حديثه البحياة"
      },
      {
        "id": "344",
        "name": "حديثه الشرطة"
      },
      {
        "id": "345",
        "name": "هيت حي المعلمين"
      },
      {
        "id": "346",
        "name": "هيت كبيس"
      },
      {
        "id": "347",
        "name": "هيت حي الجامعه"
      },
      {
        "id": "348",
        "name": "هيت الجري"
      },
      {
        "id": "349",
        "name": "هيت البنمر"
      },
      {
        "id": "350",
        "name": "هيت ابو طيبان"
      },
      {
        "id": "351",
        "name": "هيت بنان"
      },
      {
        "id": "352",
        "name": "هيت جمعية 2"
      },
      {
        "id": "353",
        "name": "هيت زويغير"
      },
      {
        "id": "354",
        "name": "هيت خوضة"
      },
      {
        "id": "355",
        "name": "هيت محمدي"
      },
      {
        "id": "356",
        "name": "هيت 35 كيلو"
      },
      {
        "id": "357",
        "name": "هيت حي الخضر"
      },
      {
        "id": "358",
        "name": "هيت حي البكر"
      },
      {
        "id": "359",
        "name": "هيت الفرات"
      },
      {
        "id": "360",
        "name": "هيت النواعير"
      },
      {
        "id": "361",
        "name": "هيت جزيرة هيت"
      },
      {
        "id": "362",
        "name": "هيت زوية"
      },
      {
        "id": "363",
        "name": "هيت معمل الدبس"
      },
      {
        "id": "364",
        "name": "هيت مركز الاطفاء"
      },
      {
        "id": "365",
        "name": "هيت تل اسود"
      },
      {
        "id": "366",
        "name": "هيت البصائر"
      },
      {
        "id": "367",
        "name": "هيت جامع الزبير"
      },
      {
        "id": "368",
        "name": "هيت البساتين"
      },
      {
        "id": "369",
        "name": "رطبه طريبيل"
      },
      {
        "id": "370",
        "name": "رطبه 160 كيلو"
      },
      {
        "id": "371",
        "name": "رطبه ناحية الوفاء"
      },
      {
        "id": "372",
        "name": "رطبه ابو جبر"
      },
      {
        "id": "373",
        "name": "رطبه منفذ الوليد"
      },
      {
        "id": "374",
        "name": "رطبه منفذ طريبيل"
      },
      {
        "id": "375",
        "name": "خالدية سدة البدمنة"
      },
      {
        "id": "376",
        "name": "الرمادي المضيق"
      },
      {
        "id": "377",
        "name": "خالدية صديقية"
      },
      {
        "id": "378",
        "name": "خالدية حي الشهداء"
      },
      {
        "id": "379",
        "name": "خالدية حي القدس"
      },
      {
        "id": "380",
        "name": "خالدية ابو فليس"
      },
      {
        "id": "381",
        "name": "خالدية حي الامين"
      },
      {
        "id": "382",
        "name": "الفلوجة  حي العسكري"
      },
      {
        "id": "383",
        "name": "الفلوجة سيطرة الموظفين"
      },
      {
        "id": "384",
        "name": "الفلوجة مستشفى الفلوجة العام"
      },
      {
        "id": "385",
        "name": "الفلوجة مستشفى الفلوجة النسائية والاطفال"
      },
      {
        "id": "386",
        "name": "الفلوجة حي الشرطة"
      },
      {
        "id": "387",
        "name": "الفلوجة محكمة الفلوجة"
      },
      {
        "id": "388",
        "name": "الفلوجة شارع الجيش الشعبي"
      },
      {
        "id": "389",
        "name": "الفلوجة شارع 40"
      },
      {
        "id": "390",
        "name": "الفلوجة شارع 60"
      },
      {
        "id": "391",
        "name": "الفلوجة شارع الثرثار"
      },
      {
        "id": "392",
        "name": "الفلوجة جسر الحضرة المحمدية"
      },
      {
        "id": "393",
        "name": "الفلوجة تقاطع المضخه"
      },
      {
        "id": "394",
        "name": "الفلوجة الكماليات"
      },
      {
        "id": "395",
        "name": "الفلوجة مول الفلوجة"
      },
      {
        "id": "396",
        "name": "الفلوجة النزيزة"
      },
      {
        "id": "397",
        "name": "الفلوجة مصرف الرافدين"
      },
      {
        "id": "398",
        "name": "الفلوجة البريد"
      },
      {
        "id": "399",
        "name": "الفلوجة جسر العيادة الشعبية"
      },
      {
        "id": "400",
        "name": "الفلوجة حي المعلمين الاولى"
      },
      {
        "id": "401",
        "name": "الفلوجة حي المعلمين الثانية"
      },
      {
        "id": "402",
        "name": "الفلوجة شارع التكية"
      },
      {
        "id": "403",
        "name": "الفلوجة حي الجغيفي الاولى"
      },
      {
        "id": "404",
        "name": "الفلوجة حي الجغيفي الثانية"
      },
      {
        "id": "405",
        "name": "الفلوجة حي الاندلس"
      },
      {
        "id": "406",
        "name": "الفلوجة حي الرسالة"
      },
      {
        "id": "407",
        "name": "الفلوجة حي نزال"
      },
      {
        "id": "408",
        "name": "الفلوجة جامع التقوى"
      },
      {
        "id": "409",
        "name": "الفلوجة جامع الفردوس"
      },
      {
        "id": "410",
        "name": "الفلوجة حي الشهداء"
      },
      {
        "id": "411",
        "name": "الفلوجة حي جبيل"
      },
      {
        "id": "412",
        "name": "الفلوجة ابو النسور"
      },
      {
        "id": "413",
        "name": "الفلوجة مرطبات مشمشة"
      },
      {
        "id": "414",
        "name": "الفلوجة  سيطرة الصقور"
      },
      {
        "id": "415",
        "name": "الفلوجة النعيمية"
      },
      {
        "id": "416",
        "name": "الفلوجة التوزيع الجديد"
      },
      {
        "id": "417",
        "name": "الفلوجة شارع السد"
      },
      {
        "id": "418",
        "name": "الفلوجة علي النجية"
      },
      {
        "id": "419",
        "name": "الفلوجة الجسر الثالث"
      },
      {
        "id": "420",
        "name": "الفلوجة الحي الصناعي"
      },
      {
        "id": "421",
        "name": "الفلوجة حي الضباط"
      },
      {
        "id": "422",
        "name": "الفلوجة معسكر طارق"
      },
      {
        "id": "423",
        "name": "الفلوجة حي الخضراء"
      },
      {
        "id": "424",
        "name": "عامرية الفلوجة الحصي"
      },
      {
        "id": "425",
        "name": "عامرية الفلوجة طريق السياحية"
      },
      {
        "id": "426",
        "name": "عامرية الفلوجة تقاطع السلام"
      },
      {
        "id": "427",
        "name": "عامرية الفلوجة جامع الباري"
      },
      {
        "id": "428",
        "name": "عامرية الفلوجة المدرسة الصفرة"
      },
      {
        "id": "429",
        "name": "عامرية الفلوجة السدة"
      },
      {
        "id": "430",
        "name": "عامرية الفلوجة جميلة"
      },
      {
        "id": "431",
        "name": "عامرية الفلوجة بهوى"
      },
      {
        "id": "432",
        "name": "عامرية الفلوجة تقاطع الحمزة"
      },
      {
        "id": "433",
        "name": "عامرية الفلوجة طريق العامربة"
      },
      {
        "id": "434",
        "name": "عامرية الفلوجة الزوية"
      },
      {
        "id": "435",
        "name": "عامرية الفلوجة البو حاتم"
      },
      {
        "id": "436",
        "name": "عامرية الفلوجة كبر عطوان"
      },
      {
        "id": "437",
        "name": "عامرية الفلوجة الناحية"
      },
      {
        "id": "438",
        "name": "عامرية الفلوجة الهريمات"
      },
      {
        "id": "439",
        "name": "عامرية الفلوجة بزيبز"
      },
      {
        "id": "440",
        "name": "عامرية الفلوجة المجمع السكني"
      },
      {
        "id": "441",
        "name": "عامرية الفلوجة البحوري"
      },
      {
        "id": "442",
        "name": "عامرية الفلوجة المنشاة"
      },
      {
        "id": "443",
        "name": "عامرية الفلوجة المدينة السياحية في الحبانية"
      },
      {
        "id": "444",
        "name": "الرمادي العنكور"
      },
      {
        "id": "445",
        "name": "عامرية الفلوجة"
      },
      {
        "id": "446",
        "name": "الرمادي المجر"
      },
      {
        "id": "447",
        "name": "الفلوجة  الرحالية"
      },
      {
        "id": "448",
        "name": "عامرية الفلوجة المناصير"
      },
      {
        "id": "449",
        "name": "عامرية الفلوجة جسر العناز"
      },
      {
        "id": "450",
        "name": "عامرية الفلوجة البوعيفان"
      },
      {
        "id": "451",
        "name": "عامرية الفلوجة البجاسم"
      },
      {
        "id": "452",
        "name": "عامرية الفلوجة البرحال"
      },
      {
        "id": "453",
        "name": "عامرية الفلوجة حي الزهور"
      },
      {
        "id": "454",
        "name": "عامرية الفلوجة دور الصفر"
      },
      {
        "id": "455",
        "name": "عامرية الفلوجة مجمع القصور السكني"
      },
      {
        "id": "456",
        "name": "الكرمة الجامع الكبير"
      },
      {
        "id": "457",
        "name": "الكرمة الشهابي"
      },
      {
        "id": "458",
        "name": "الكرمة المزرعة"
      },
      {
        "id": "459",
        "name": "الكرمة صبيحات"
      },
      {
        "id": "460",
        "name": "الكرمة النافورة"
      },
      {
        "id": "461",
        "name": "الكرمة الرشاد"
      },
      {
        "id": "462",
        "name": "الكرمة اللهيب"
      },
      {
        "id": "463",
        "name": "الكرمة حصيوات"
      },
      {
        "id": "464",
        "name": "الكرمة الروفة"
      },
      {
        "id": "465",
        "name": "الكرمة البجاسم"
      },
      {
        "id": "466",
        "name": "الكرمة السجر"
      },
      {
        "id": "467",
        "name": "الكرمة البعودة"
      },
      {
        "id": "468",
        "name": "الكرمة الدواية"
      },
      {
        "id": "469",
        "name": "الكرمة البسودة"
      },
      {
        "id": "470",
        "name": "الكرمة البخليفة"
      },
      {
        "id": "471",
        "name": "الكرمة ذراع دجلة"
      },
      {
        "id": "472",
        "name": "الكرمة"
      },
      {
        "id": "473",
        "name": "الكرمة سيطرة التحدي"
      },
      {
        "id": "474",
        "name": "الكرمة شويرتان"
      },
      {
        "id": "475",
        "name": "الكرمة طريق المزرعة"
      },
      {
        "id": "476",
        "name": "الصقلاوية المعهد الفني"
      },
      {
        "id": "477",
        "name": "الصقلاوية الازركية"
      },
      {
        "id": "478",
        "name": "الصقلاوية السكنية"
      },
      {
        "id": "479",
        "name": "الصقلاوية قرية المختار"
      },
      {
        "id": "480",
        "name": "الصقلاوية الشهداء الاولى"
      },
      {
        "id": "481",
        "name": "الصقلاوية الشهداء الثانية"
      },
      {
        "id": "482",
        "name": "الصقلاوية دور واطئة الكلفة"
      },
      {
        "id": "483",
        "name": "الصقلاوية جسر البعلوان"
      },
      {
        "id": "484",
        "name": "الصقلاوية الطالعة"
      },
      {
        "id": "485",
        "name": "الصقلاوية حويوة"
      },
      {
        "id": "486",
        "name": "الصقلاوية ابو زديرة الاولى"
      },
      {
        "id": "487",
        "name": "الصقلاوية ابو زديرة ىالثانية"
      },
      {
        "id": "488",
        "name": "الصقلاوية البوشجل"
      },
      {
        "id": "489",
        "name": "الصقلاوية الشيحة"
      },
      {
        "id": "490",
        "name": "الصقلاوية الزغاريت"
      },
      {
        "id": "491",
        "name": "الصقلاوية الفلاحات"
      },
      {
        "id": "492",
        "name": "الصقلاوية الحلابسة"
      },
      {
        "id": "493",
        "name": "الصقلاوية البعلوان"
      },
      {
        "id": "494",
        "name": "الفلوجة النساف"
      },
      {
        "id": "495",
        "name": "الصقلاوية الجسر الياباني"
      },
      {
        "id": "496",
        "name": "الصقلاوية ناظم التقسيم"
      },
      {
        "id": "497",
        "name": "الصقلاوية ناظم الثرثار"
      },
      {
        "id": "498",
        "name": "الصقلاوية ارميلة"
      },
      {
        "id": "499",
        "name": "الصقلاوية الجفة"
      },
      {
        "id": "500",
        "name": "الصقلاوية البصالح"
      },
      {
        "id": "501",
        "name": "الصقلاوية مصور الاميرات"
      },
      {
        "id": "502",
        "name": "الصقلاوية المحامدة"
      },
      {
        "id": "503",
        "name": "حديثه"
      },
      {
        "id": "504",
        "name": "عنه"
      },
      {
        "id": "505",
        "name": "راوه"
      },
      {
        "id": "506",
        "name": "هيت"
      },
      {
        "id": "507",
        "name": "قائم"
      },
      {
        "id": "3274",
        "name": "الفلوجة"
      },
      {
        "id": "3275",
        "name": "الكرمة"
      },
      {
        "id": "3276",
        "name": "الصقلاوية"
      },
      {
        "id": "3277",
        "name": "عامرية الفلوجة"
      },
      {
        "id": "3977",
        "name": "رمادي مدخل الشرقي"
      },
      {
        "id": "3978",
        "name": "بوابة الرمادي"
      },
      {
        "id": "4053",
        "name": "حصيبه الشرقيه"
      },
      {
        "id": "4054",
        "name": "جزيره الخالديه"
      },
      {
        "id": "4055",
        "name": "جزيرة الخالديه الملاحمه"
      },
      {
        "id": "4056",
        "name": "جزيرة الخالديه البالي"
      },
      {
        "id": "4057",
        "name": "جزيرة الخالدبه الحامضيه"
      },
      {
        "id": "4058",
        "name": "جزيرة الخالديه البجحش"
      },
      {
        "id": "4100",
        "name": "حبانيه"
      },
      {
        "id": "4101",
        "name": "حبانيه سيسي"
      },
      {
        "id": "4102",
        "name": "حبانيه سن الذبان"
      },
      {
        "id": "4103",
        "name": "حبانيه الكنيسه"
      },
      {
        "id": "4104",
        "name": "الحبانيه كيلو كم"
      },
      {
        "id": "4464",
        "name": "ناحية كبيس"
      },
      {
        "id": "4465",
        "name": "الفلوجة الجولان"
      },
      {
        "id": "4466",
        "name": "الفلوجة دور السكك"
      },
      {
        "id": "4570",
        "name": "كرمة الانبار"
      },
      {
        "id": "4571",
        "name": "الكرمه"
      },
      {
        "id": "4573",
        "name": "الفلوجه"
      },
      {
        "id": "4574",
        "name": "عامريه الفلوجه"
      },
      {
        "id": "4575",
        "name": "الصقلاويه"
      },
      {
        "id": "4585",
        "name": "مركز شرطة عامريه الفلوجة"
      },
      {
        "id": "4592",
        "name": "السجاريه"
      },
      {
        "id": "4623",
        "name": "الرمادي حي العادل"
      },
      {
        "id": "4796",
        "name": "طريق الحبانيه محطة التقى"
      },
      {
        "id": "4797",
        "name": "عامرية الفلوجة طريق الحبانيه محطة الخزرجي"
      },
      {
        "id": "4798",
        "name": "عامرية الفلوجة المدرسة الصفره"
      },
      {
        "id": "4799",
        "name": "الفلوجة شارع علي النجيه"
      },
      {
        "id": "4800",
        "name": "الفلوجة شارع التكيه"
      },
      {
        "id": "4801",
        "name": "الفلوجة ماكولات احمد ياسين"
      },
      {
        "id": "4802",
        "name": "الفلوجة كافتريا قيس"
      },
      {
        "id": "4803",
        "name": "الفلوجة جامع الخلفاء"
      },
      {
        "id": "4804",
        "name": "الفلوجة جامع الحضره المحمديه"
      },
      {
        "id": "4805",
        "name": "الفلوجة جامع عبدالعزيز السامرائي"
      },
      {
        "id": "4806",
        "name": "الفلوجة شارع المحيط"
      },
      {
        "id": "4807",
        "name": "الفلوجة شارع السايدين"
      },
      {
        "id": "4808",
        "name": "الفلوجة حجي حسين"
      },
      {
        "id": "4809",
        "name": "الفلوجة اسواق الخزرجي"
      },
      {
        "id": "4810",
        "name": "الفلوجة اسواق عطوفه"
      },
      {
        "id": "4811",
        "name": "الفلوجة مرطبات مشمشه"
      },
      {
        "id": "4812",
        "name": "الفلوجة محطة الرحاب"
      },
      {
        "id": "4813",
        "name": "الفلوجة جامع نبي الله يونس"
      },
      {
        "id": "4814",
        "name": "الفلوجة الجامع الكبير"
      },
      {
        "id": "4815",
        "name": "الفلوجة مجمع البرديني"
      },
      {
        "id": "4816",
        "name": "النساف مصور الاميرات"
      },
      {
        "id": "4817",
        "name": "النساف الفلاحات"
      },
      {
        "id": "4818",
        "name": "النساف البعد الحسن"
      },
      {
        "id": "4819",
        "name": "النساف الجفه"
      },
      {
        "id": "4820",
        "name": "النساف محطة القطار"
      },
      {
        "id": "4821",
        "name": "النساف البوصالح"
      },
      {
        "id": "4822",
        "name": "النساف البوحاتم"
      },
      {
        "id": "4823",
        "name": "الحصي البوعيفان"
      },
      {
        "id": "4824",
        "name": "الحصي السده"
      },
      {
        "id": "4825",
        "name": "عامرية الفلوجة البكريطي"
      },
      {
        "id": "4826",
        "name": "عامرية الفلوجة المولحه"
      },
      {
        "id": "4827",
        "name": "عامرية الفلوجة طريق بزيبز"
      },
      {
        "id": "4828",
        "name": "عامرية الفلوجة الجميلة"
      },
      {
        "id": "4829",
        "name": "عامرية الفلوجة البهوى"
      },
      {
        "id": "4830",
        "name": "النساف البعلوان"
      },
      {
        "id": "4831",
        "name": "النساف الحلابسه"
      },
      {
        "id": "4832",
        "name": "الزوية جامع خالد بن الوليد"
      },
      {
        "id": "4833",
        "name": "الفلوجة ماركت السلطان"
      },
      {
        "id": "4834",
        "name": "الفلوجة الحديقه العامه"
      },
      {
        "id": "4835",
        "name": "الفلوجة المطعم العباسي"
      },
      {
        "id": "4836",
        "name": "الفلوجة مجمع الشفاء"
      },
      {
        "id": "4837",
        "name": "الفلوجة كراج بغداد"
      },
      {
        "id": "4838",
        "name": "الفلوجة مستوصف نزال"
      },
      {
        "id": "4839",
        "name": "الفلوجة مستوصف الجولان"
      },
      {
        "id": "4840",
        "name": "الفلوجة صناعة الجولان"
      },
      {
        "id": "4841",
        "name": "الفلوجة نهر فليح"
      },
      {
        "id": "4842",
        "name": "الفلوجة اسواق يثرب"
      },
      {
        "id": "4843",
        "name": "الرمادي"
      },
      {
        "id": "4844",
        "name": "الفلوجة جامع جبيل"
      },
      {
        "id": "4845",
        "name": "الفلوجة مستوصف جبيل"
      },
      {
        "id": "4846",
        "name": "الفلوجة جامع حمود المحمود"
      },
      {
        "id": "4847",
        "name": "الفلوجة بيت ابو النسور"
      },
      {
        "id": "4912",
        "name": "الفلوجه حي الجمهوريه"
      },
      {
        "id": "4913",
        "name": "الفلوجة حي الجمهورية"
      },
      {
        "id": "4919",
        "name": "الفلوجة الجسر القديم"
      },
      {
        "id": "4920",
        "name": "الفلوجه حي الاندلس"
      },
      {
        "id": "4921",
        "name": "الفلوجه الكورنيش"
      },
      {
        "id": "4922",
        "name": "سوق الحميدية. الفلوجة"
      },
      {
        "id": "4923",
        "name": "الفلوجه سوق الحميديه"
      },
      {
        "id": "4924",
        "name": "الفلوجة سوق الحميدية"
      },
      {
        "id": "4925",
        "name": "مجمع الفارس  العربي"
      },
      {
        "id": "4926",
        "name": "عامرية الفلوجة مجمع العامريه"
      },
      {
        "id": "4928",
        "name": "الفلوجه الحي الصناعي"
      },
      {
        "id": "4929",
        "name": "الفلوجه شارع الثرثار"
      },
      {
        "id": "4930",
        "name": "قائممقامية الفلوجة"
      },
      {
        "id": "4931",
        "name": "الفلوجة مجمع احمد عريبي"
      },
      {
        "id": "4932",
        "name": "الفلوجة الوقف السني"
      },
      {
        "id": "4933",
        "name": "الفلوجة الضريبه"
      },
      {
        "id": "4934",
        "name": "الفلوجة دائرة المرور"
      },
      {
        "id": "4947",
        "name": "القائم"
      },
      {
        "id": "4948",
        "name": "القائم الجامع الكبير"
      },
      {
        "id": "4956",
        "name": "الانبار هيت حي الاطفاء"
      },
      {
        "id": "5187",
        "name": "الرمادي جزيره البعساف"
      },
      {
        "id": "5191",
        "name": "الرمادي شارع المعارض"
      },
      {
        "id": "5200",
        "name": "الرطبه الحاره القديمه"
      },
      {
        "id": "5201",
        "name": "الرطبه الحاره الجديده"
      },
      {
        "id": "5202",
        "name": "الرطبه الميثاق القديم"
      },
      {
        "id": "5203",
        "name": "الرطبه الميثاق الجديد"
      },
      {
        "id": "5204",
        "name": "الرطبه المطار القديم"
      },
      {
        "id": "5205",
        "name": "الرطبه المطار الجديد"
      },
      {
        "id": "5206",
        "name": "الرطبه الانتصار"
      },
      {
        "id": "5207",
        "name": "الرطبه العسكري"
      },
      {
        "id": "5208",
        "name": "الرطبه حي البريد"
      },
      {
        "id": "5209",
        "name": "الرطبه حي الزهور"
      },
      {
        "id": "5210",
        "name": "الرطبه حي الوادي"
      },
      {
        "id": "5211",
        "name": "الرطبه الكرابله"
      },
      {
        "id": "5212",
        "name": "الرطبه حي الموظفين"
      },
      {
        "id": "5213",
        "name": "الرطبه قرية رميله"
      },
      {
        "id": "5214",
        "name": "الرطبه قرية الدراعمه"
      },
      {
        "id": "5237",
        "name": "الرمادي جسر الجزيره قرب دار الضيافه"
      },
      {
        "id": "5241",
        "name": "عامريه الفلوجه الحصي البهوى"
      },
      {
        "id": "5319",
        "name": "الانبار النخيب"
      },
      {
        "id": "5373",
        "name": "شارع البريد"
      },
      {
        "id": "5374",
        "name": "الرمادي شارع البريد"
      },
      {
        "id": "5375",
        "name": "الفلوجة الحصي جامع الشهيد خميس فهد"
      },
      {
        "id": "5383",
        "name": "الجزيره البوعبيد"
      },
      {
        "id": "5384",
        "name": "جزيره الخالديه البوعبيد"
      },
      {
        "id": "5386",
        "name": "الفلوجه مجمع الرحاب السكني"
      },
      {
        "id": "5484",
        "name": "البغدادي"
      },
      {
        "id": "5564",
        "name": "اخرى"
      },
      {
        "id": "5643",
        "name": "اخرى"
      },
      {
        "id": "5644",
        "name": "عامرية الفلوجه"
      },
      {
        "id": "5645",
        "name": "الصقلاوية"
      },
      {
        "id": "5646",
        "name": "النساف"
      },
      {
        "id": "5647",
        "name": "عامرية الفلوجه العنكور الغربي"
      },
      {
        "id": "5648",
        "name": "عامرية الفلوجة العجاربيه"
      },
      {
        "id": "5649",
        "name": "الرمادي الحبانية"
      },
      {
        "id": "5651",
        "name": "شارع خاشع"
      },
      {
        "id": "6126",
        "name": "الفلوجه شارع الاستخبارات"
      }
    ]
  },
  {
    "id": "4",
    "name": "الحلة - بابل",
    "regions": [
      {
        "id": "835",
        "name": "اخرى"
      },
      {
        "id": "836",
        "name": "الحمزة الغربي جنوب بابل"
      },
      {
        "id": "837",
        "name": "القاسم"
      },
      {
        "id": "838",
        "name": "الهاشمية"
      },
      {
        "id": "839",
        "name": "الدبلة"
      },
      {
        "id": "840",
        "name": "السياحي"
      },
      {
        "id": "841",
        "name": "نادر"
      },
      {
        "id": "842",
        "name": "جامعة بابل"
      },
      {
        "id": "843",
        "name": "المجمع السكني"
      },
      {
        "id": "844",
        "name": "الكفل"
      },
      {
        "id": "845",
        "name": "الرارنجية"
      },
      {
        "id": "846",
        "name": "الاسكان"
      },
      {
        "id": "847",
        "name": "حي الامير"
      },
      {
        "id": "848",
        "name": "حي الجامعة"
      },
      {
        "id": "849",
        "name": "شارع 80 كربلاء"
      },
      {
        "id": "850",
        "name": "شارع 80 نجف"
      },
      {
        "id": "851",
        "name": "عوفي"
      },
      {
        "id": "852",
        "name": "طفيل"
      },
      {
        "id": "853",
        "name": "شريفة بنت الحسن"
      },
      {
        "id": "854",
        "name": "حي الزهراء"
      },
      {
        "id": "855",
        "name": "الشاوي"
      },
      {
        "id": "856",
        "name": "شارع الامام علي"
      },
      {
        "id": "857",
        "name": "باب المشهد"
      },
      {
        "id": "858",
        "name": "سوك"
      },
      {
        "id": "859",
        "name": "كريطعة"
      },
      {
        "id": "860",
        "name": "سيف سعد"
      },
      {
        "id": "861",
        "name": "الورديه"
      },
      {
        "id": "862",
        "name": "باب الحسين مركز"
      },
      {
        "id": "863",
        "name": "الخسروية مركز"
      },
      {
        "id": "864",
        "name": "شارع الجوازات"
      },
      {
        "id": "865",
        "name": "البكرلي مركز"
      },
      {
        "id": "866",
        "name": "الجزائر مركز"
      },
      {
        "id": "867",
        "name": "مستشفى المرجان مركز"
      },
      {
        "id": "868",
        "name": "مستشفى الحلة التعليمي (الجمهوري) مركز"
      },
      {
        "id": "869",
        "name": "مستشفى التركي مركز"
      },
      {
        "id": "870",
        "name": "مستشفى الولادة مركز"
      },
      {
        "id": "871",
        "name": "ابو عجاج مركز"
      },
      {
        "id": "873",
        "name": "حي الصحة مركز"
      },
      {
        "id": "875",
        "name": "حي الطيارة مركز"
      },
      {
        "id": "877",
        "name": "شارع الكورنيش مركز"
      },
      {
        "id": "878",
        "name": "زوير مركز"
      },
      {
        "id": "879",
        "name": "مقام مرد الشمس مركز"
      },
      {
        "id": "881",
        "name": "حي الحكام مركز"
      },
      {
        "id": "882",
        "name": "الكرامة مركز"
      },
      {
        "id": "884",
        "name": "شارع 40 مركز"
      },
      {
        "id": "885",
        "name": "حي شبر مركز"
      },
      {
        "id": "887",
        "name": "جمعية مركز"
      },
      {
        "id": "888",
        "name": "حي الحسين مركز"
      },
      {
        "id": "890",
        "name": "شارع 60"
      },
      {
        "id": "891",
        "name": "المحاربين مركز"
      },
      {
        "id": "893",
        "name": "شارع 30 مركز"
      },
      {
        "id": "897",
        "name": "حي العسكري-مركز"
      },
      {
        "id": "899",
        "name": "الثورة مركز"
      },
      {
        "id": "901",
        "name": "ابو خستاوي مركز"
      },
      {
        "id": "902",
        "name": "عنانة مركز"
      },
      {
        "id": "903",
        "name": "سنجار مركز"
      },
      {
        "id": "905",
        "name": "النخيلة الغربية مركز"
      },
      {
        "id": "907",
        "name": "ابو غرق"
      },
      {
        "id": "908",
        "name": "بزل حجي علي"
      },
      {
        "id": "910",
        "name": "سيطرة الاثار"
      },
      {
        "id": "911",
        "name": "النيل"
      },
      {
        "id": "913",
        "name": "المحاويل"
      },
      {
        "id": "914",
        "name": "ناحية الامام"
      },
      {
        "id": "915",
        "name": "جبلة"
      },
      {
        "id": "917",
        "name": "مشروع المسيب"
      },
      {
        "id": "919",
        "name": "سدة الهندية"
      },
      {
        "id": "920",
        "name": "المسيب"
      },
      {
        "id": "921",
        "name": "الحصوة"
      },
      {
        "id": "922",
        "name": "الاسكندرية"
      },
      {
        "id": "923",
        "name": "المهندسين"
      },
      {
        "id": "924",
        "name": "الاكرمين"
      },
      {
        "id": "925",
        "name": "حي المعلمين"
      },
      {
        "id": "4148",
        "name": "شارع الحسينية"
      },
      {
        "id": "4149",
        "name": "طهمازية"
      },
      {
        "id": "4150",
        "name": "بني اسالة"
      },
      {
        "id": "4428",
        "name": "حي الضباط"
      },
      {
        "id": "4433",
        "name": "معيميرة"
      },
      {
        "id": "4434",
        "name": "معمل الغاز"
      },
      {
        "id": "4435",
        "name": "شركة الرنا"
      },
      {
        "id": "4436",
        "name": "سوك دوهان"
      },
      {
        "id": "4437",
        "name": "مجمع الكوثر السكني"
      },
      {
        "id": "4438",
        "name": "مجمع ارض بابل"
      },
      {
        "id": "4463",
        "name": "شارع الامام- ابو غرق"
      },
      {
        "id": "4490",
        "name": "شارع 100"
      },
      {
        "id": "4491",
        "name": "اميلحه - مشروع"
      },
      {
        "id": "4497",
        "name": "الثيلة"
      },
      {
        "id": "4498",
        "name": "تاجية"
      },
      {
        "id": "4510",
        "name": "برنون"
      },
      {
        "id": "4512",
        "name": "نزيزه"
      },
      {
        "id": "4556",
        "name": "معمل غاز الحلة"
      },
      {
        "id": "4557",
        "name": "مدحتيه"
      },
      {
        "id": "4665",
        "name": "حي الاساتذه الثانيه"
      },
      {
        "id": "4677",
        "name": "الجيلاوين"
      },
      {
        "id": "4762",
        "name": "الشوملي"
      },
      {
        "id": "4763",
        "name": "الجنسية"
      },
      {
        "id": "4764",
        "name": "عويديين"
      },
      {
        "id": "4765",
        "name": "بكرلي مركز"
      },
      {
        "id": "4766",
        "name": "مستشفى الشوملي"
      },
      {
        "id": "4767",
        "name": "الخضرية"
      },
      {
        "id": "4768",
        "name": "الزراعة"
      },
      {
        "id": "4769",
        "name": "ابو غرق"
      },
      {
        "id": "4770",
        "name": "فلكة الساعة"
      },
      {
        "id": "4771",
        "name": "الجمعية مركز"
      },
      {
        "id": "4782",
        "name": "حي الصدرين"
      },
      {
        "id": "4783",
        "name": "الجنابات"
      },
      {
        "id": "4787",
        "name": "حي الشهداء"
      },
      {
        "id": "4788",
        "name": "شارع ابو القاسم"
      },
      {
        "id": "4851",
        "name": "الفنديه"
      },
      {
        "id": "4852",
        "name": "البو علوان - محاويل"
      },
      {
        "id": "4853",
        "name": "خاتونية - محاويل"
      },
      {
        "id": "4854",
        "name": "حي النور - محاويل"
      },
      {
        "id": "4855",
        "name": "ابو سديرة - محاويل"
      },
      {
        "id": "4856",
        "name": "حي 17 تموز - محاويل"
      },
      {
        "id": "4857",
        "name": "سوك المحاويل"
      },
      {
        "id": "4858",
        "name": "حي الشهداء - محاويل"
      },
      {
        "id": "4859",
        "name": "حي الاسرى - محاويل"
      },
      {
        "id": "4860",
        "name": "محاويل حي العسكري"
      },
      {
        "id": "4861",
        "name": "الكريعات - محاويل"
      },
      {
        "id": "4862",
        "name": "خنفارة - محاويل"
      },
      {
        "id": "4863",
        "name": "البو مصطفى - محاويل"
      },
      {
        "id": "4864",
        "name": "الجزرة"
      },
      {
        "id": "4865",
        "name": "الشاكرية"
      },
      {
        "id": "4866",
        "name": "ضبيعة"
      },
      {
        "id": "4867",
        "name": "البو بلاو"
      },
      {
        "id": "4868",
        "name": "حصن جعفر"
      },
      {
        "id": "4869",
        "name": "البدع"
      },
      {
        "id": "4870",
        "name": "طوالب"
      },
      {
        "id": "4871",
        "name": "دور الضباط المعسكر - محاويل"
      },
      {
        "id": "4872",
        "name": "الطاهرية"
      },
      {
        "id": "4873",
        "name": "دويليبة"
      },
      {
        "id": "4874",
        "name": "الصباغية"
      },
      {
        "id": "4875",
        "name": "حي الحكيم"
      },
      {
        "id": "4876",
        "name": "محطة العمران"
      },
      {
        "id": "4877",
        "name": "جسر 11"
      },
      {
        "id": "4878",
        "name": "العمية و العزيزية"
      },
      {
        "id": "4879",
        "name": "قرية بني عجيل"
      },
      {
        "id": "4880",
        "name": "قرية حايف"
      },
      {
        "id": "4881",
        "name": "محطة عبيد السلطان"
      },
      {
        "id": "4882",
        "name": "حي ذويب"
      },
      {
        "id": "4883",
        "name": "حي سكينة"
      },
      {
        "id": "4884",
        "name": "حي خضير"
      },
      {
        "id": "4885",
        "name": "حي الرسالة"
      },
      {
        "id": "4886",
        "name": "فلكة جبلة"
      },
      {
        "id": "4887",
        "name": "الحيدري - جبلة"
      },
      {
        "id": "4888",
        "name": "فرع الامام - جبلة"
      },
      {
        "id": "4889",
        "name": "الحميري - ابو شعير"
      },
      {
        "id": "4890",
        "name": "دليمي - جبلة"
      },
      {
        "id": "4891",
        "name": "حي الوحدة - جبلة"
      },
      {
        "id": "4892",
        "name": "حي العمال - جبلة"
      },
      {
        "id": "4893",
        "name": "البستنة - جبلة"
      },
      {
        "id": "4894",
        "name": "العكير - جبلة"
      },
      {
        "id": "4895",
        "name": "الرشايد - جبلة"
      },
      {
        "id": "4896",
        "name": "زبيدي - جبلة"
      },
      {
        "id": "4897",
        "name": "سعد فياض - جبلة"
      },
      {
        "id": "4898",
        "name": "مدينة الباقر"
      },
      {
        "id": "4899",
        "name": "المضخات - جبلة"
      },
      {
        "id": "4900",
        "name": "فرع المصلخ - جبلة"
      },
      {
        "id": "4902",
        "name": "الطليعة"
      },
      {
        "id": "4918",
        "name": "جمجمة"
      },
      {
        "id": "4938",
        "name": "جسر الهنود مركز"
      },
      {
        "id": "4939",
        "name": "شارع المكاتب"
      },
      {
        "id": "5112",
        "name": "حي الاكرمين مركز"
      },
      {
        "id": "5134",
        "name": "المعيميرة"
      },
      {
        "id": "5135",
        "name": "النبي ايوب"
      },
      {
        "id": "5136",
        "name": "شط الحلة مركز"
      },
      {
        "id": "5161",
        "name": "حي النسيج"
      },
      {
        "id": "5162",
        "name": "قرية الجوادية"
      },
      {
        "id": "5223",
        "name": "حي الامام مركز"
      },
      {
        "id": "5272",
        "name": "حي الجمهوري مركز"
      },
      {
        "id": "5276",
        "name": "الاسكان اطراف"
      },
      {
        "id": "5565",
        "name": "اخرى"
      },
      {
        "id": "5615",
        "name": "حي الرضا مركز"
      },
      {
        "id": "5710",
        "name": "شارع الجبل مركز"
      },
      {
        "id": "5721",
        "name": "شارع ام البنين مركز"
      },
      {
        "id": "6071",
        "name": "القاضية"
      },
      {
        "id": "6072",
        "name": "حمزة دلي"
      },
      {
        "id": "6090",
        "name": "شارع الاطباء"
      },
      {
        "id": "6147",
        "name": "العتايج"
      },
      {
        "id": "6235",
        "name": "فلكة الام"
      },
      {
        "id": "6243",
        "name": "مصرف الرشيد"
      }
    ]
  },
  {
    "id": "5",
    "name": "البصرة",
    "regions": [
      {
        "id": "2",
        "name": "الجزائر"
      },
      {
        "id": "3",
        "name": "الجزائر"
      },
      {
        "id": "4",
        "name": "مناوي باشا"
      },
      {
        "id": "5",
        "name": "بريهه"
      },
      {
        "id": "6",
        "name": "مناوي لجم"
      },
      {
        "id": "7",
        "name": "مطيحة"
      },
      {
        "id": "8",
        "name": "براضعية"
      },
      {
        "id": "9",
        "name": "الزيتون"
      },
      {
        "id": "10",
        "name": "القبلة"
      },
      {
        "id": "11",
        "name": "حي المهندسين"
      },
      {
        "id": "12",
        "name": "مدينة الأمل"
      },
      {
        "id": "13",
        "name": "شارع الوفود"
      },
      {
        "id": "14",
        "name": "العشار"
      },
      {
        "id": "15",
        "name": "الحكيمية"
      },
      {
        "id": "16",
        "name": "التميمة"
      },
      {
        "id": "17",
        "name": "حي الخضراء"
      },
      {
        "id": "18",
        "name": "حي الزهراء"
      },
      {
        "id": "19",
        "name": "الطويسة"
      },
      {
        "id": "20",
        "name": "الجنينة"
      },
      {
        "id": "21",
        "name": "الجبيلة"
      },
      {
        "id": "22",
        "name": "شارع البهو"
      },
      {
        "id": "23",
        "name": "المعقل"
      },
      {
        "id": "24",
        "name": "5 ميل"
      },
      {
        "id": "25",
        "name": "الكزيزة"
      },
      {
        "id": "26",
        "name": "كوت الحجاج"
      },
      {
        "id": "27",
        "name": "البصرة القديمة"
      },
      {
        "id": "28",
        "name": "الحيانية"
      },
      {
        "id": "29",
        "name": "الجمعيات"
      },
      {
        "id": "30",
        "name": "*دور الصحة"
      },
      {
        "id": "31",
        "name": "دور الظباط"
      },
      {
        "id": "32",
        "name": "دور النفط"
      },
      {
        "id": "33",
        "name": "كورنيش شط العرب"
      },
      {
        "id": "34",
        "name": "حي الأصدقاء"
      },
      {
        "id": "35",
        "name": "حي الحسين"
      },
      {
        "id": "36",
        "name": "الجمهورية"
      },
      {
        "id": "37",
        "name": "الخليلية"
      },
      {
        "id": "38",
        "name": "شارع الجنابي"
      },
      {
        "id": "39",
        "name": "المشراق"
      },
      {
        "id": "40",
        "name": "الاصمعي"
      },
      {
        "id": "41",
        "name": "ياسين خريبط"
      },
      {
        "id": "42",
        "name": "صبخة العرب"
      },
      {
        "id": "43",
        "name": "الساعي"
      },
      {
        "id": "44",
        "name": "حي الزهور"
      },
      {
        "id": "45",
        "name": "العباسية"
      },
      {
        "id": "46",
        "name": "شارع بغداد"
      },
      {
        "id": "47",
        "name": "حي الخليج"
      },
      {
        "id": "48",
        "name": "الموفقية"
      },
      {
        "id": "49",
        "name": "حي الجامعة"
      },
      {
        "id": "50",
        "name": "الجزائر"
      },
      {
        "id": "51",
        "name": "التحسينية"
      },
      {
        "id": "52",
        "name": "الكفاءات"
      },
      {
        "id": "53",
        "name": "ش14 تموز"
      },
      {
        "id": "54",
        "name": "حي الأندلس"
      },
      {
        "id": "55",
        "name": "شارع السعدي"
      },
      {
        "id": "56",
        "name": "شارع الأستقلال"
      },
      {
        "id": "57",
        "name": "4 شوارع"
      },
      {
        "id": "58",
        "name": "دور المحاربين"
      },
      {
        "id": "59",
        "name": "حي المدراء"
      },
      {
        "id": "60",
        "name": "شارع الوطن"
      },
      {
        "id": "61",
        "name": "شارع المطار"
      },
      {
        "id": "62",
        "name": "شارع الكويت"
      },
      {
        "id": "63",
        "name": "حي الشرطة"
      },
      {
        "id": "64",
        "name": "التنومة"
      },
      {
        "id": "65",
        "name": "أبي الخصيب-يوسفان"
      },
      {
        "id": "66",
        "name": "الزبير"
      },
      {
        "id": "67",
        "name": "البرجسية"
      },
      {
        "id": "68",
        "name": "الشعيبة"
      },
      {
        "id": "69",
        "name": "سفوان"
      },
      {
        "id": "70",
        "name": "خور الزبير"
      },
      {
        "id": "71",
        "name": "ام قصر"
      },
      {
        "id": "72",
        "name": "المدينة"
      },
      {
        "id": "73",
        "name": "القرنة"
      },
      {
        "id": "74",
        "name": "الكرمة"
      },
      {
        "id": "75",
        "name": "الهارثة"
      },
      {
        "id": "76",
        "name": "الدير"
      },
      {
        "id": "77",
        "name": "الفاو"
      },
      {
        "id": "78",
        "name": "الرميلة"
      },
      {
        "id": "79",
        "name": "شط العرب جزيرة باب الهوى"
      },
      {
        "id": "2349",
        "name": "حي القضاة"
      },
      {
        "id": "3126",
        "name": "الشمشومية"
      },
      {
        "id": "3145",
        "name": "عالية"
      },
      {
        "id": "4196",
        "name": "السراجي - أبي الخصيب"
      },
      {
        "id": "4197",
        "name": "عويسيان - أبي الخصيب"
      },
      {
        "id": "4198",
        "name": "ابو الجوزي - أبي الخصيب"
      },
      {
        "id": "4199",
        "name": "البهادرية - أبي الخصيب"
      },
      {
        "id": "4200",
        "name": "مهيجران - أبي الخصيب"
      },
      {
        "id": "4201",
        "name": "كوت ثويني - أبي الخصيب"
      },
      {
        "id": "4202",
        "name": "حمدان - أبي الخصيب"
      },
      {
        "id": "4203",
        "name": "طريق الصحراء- أبي الخصيب"
      },
      {
        "id": "4204",
        "name": "الاسمدة - أبي الخصيب"
      },
      {
        "id": "4205",
        "name": "نهر خوز - أبي الخصيب"
      },
      {
        "id": "4206",
        "name": "العوجة - أبي الخصيب"
      },
      {
        "id": "4207",
        "name": "جيكور - أبي الخصيب"
      },
      {
        "id": "4208",
        "name": "الشرش - القرنة"
      },
      {
        "id": "4209",
        "name": "بني منصور - القرنة"
      },
      {
        "id": "4210",
        "name": "سواك - القرنة"
      },
      {
        "id": "4211",
        "name": "نهيرات - القرنة"
      },
      {
        "id": "4212",
        "name": "المزرعة - القرنه"
      },
      {
        "id": "4213",
        "name": "الثغر - القرنة"
      },
      {
        "id": "4214",
        "name": "نهر الباشا - القرنة"
      },
      {
        "id": "4215",
        "name": "هور السعد - القرنة"
      },
      {
        "id": "4216",
        "name": "سويب - القرنة"
      },
      {
        "id": "4217",
        "name": "ابو الخصيب -شيخ ابراهيم"
      },
      {
        "id": "4218",
        "name": "ابو غريب - المدينة"
      },
      {
        "id": "4219",
        "name": "شط العرب تنومة كردلان"
      },
      {
        "id": "4220",
        "name": "شط العرب كتيبان"
      },
      {
        "id": "4221",
        "name": "شط العرب جزيرة الفيحاء"
      },
      {
        "id": "4222",
        "name": "شط العرب تنومة الصالحية"
      },
      {
        "id": "4223",
        "name": "العبارة - المدينة"
      },
      {
        "id": "4224",
        "name": "المدينة الرياضية"
      },
      {
        "id": "4378",
        "name": "الابله - المعقل"
      },
      {
        "id": "4389",
        "name": "شط العرب جزيرة يوبة"
      },
      {
        "id": "4414",
        "name": "الزريجي دير"
      },
      {
        "id": "4415",
        "name": "حقل مجنون"
      },
      {
        "id": "4416",
        "name": "الشافي دير"
      },
      {
        "id": "4429",
        "name": "كرمه علي الطوبه والنخيل"
      },
      {
        "id": "4442",
        "name": "البصره الكباسي"
      },
      {
        "id": "4467",
        "name": "النجيبيه شط العرب"
      },
      {
        "id": "4468",
        "name": "النجيبية - شط العرب"
      },
      {
        "id": "4469",
        "name": "المدينة الرياضية"
      },
      {
        "id": "4470",
        "name": "المدينة الرياضية-بصرة"
      },
      {
        "id": "4472",
        "name": "البصرة-تقاطع العسكري"
      },
      {
        "id": "4478",
        "name": "نواب الضباط"
      },
      {
        "id": "4479",
        "name": "بصرة-نواب الضباط"
      },
      {
        "id": "4481",
        "name": "بصرة- حي الرسالة"
      },
      {
        "id": "4483",
        "name": "بصرة- ابو صخير"
      },
      {
        "id": "4494",
        "name": "البصرة-الابلة تقاطع النجدة"
      },
      {
        "id": "4501",
        "name": "حسنية داوود العاشور ابو الخصيب"
      },
      {
        "id": "4502",
        "name": "الطوبة والنخيلة"
      },
      {
        "id": "4503",
        "name": "اسكان الموانىء - المعقل"
      },
      {
        "id": "4504",
        "name": "النشوه - الدير"
      },
      {
        "id": "4506",
        "name": "معمل الورق - الكرمة"
      },
      {
        "id": "4507",
        "name": "الكباسي - شط العرب"
      },
      {
        "id": "4508",
        "name": "الطوبة ونخيل-بصرة"
      },
      {
        "id": "4511",
        "name": "النشوة-بصرة"
      },
      {
        "id": "4514",
        "name": "الزريجي - الدير"
      },
      {
        "id": "4515",
        "name": "سيبه - الفاو"
      },
      {
        "id": "4517",
        "name": "ام النعاج"
      },
      {
        "id": "4518",
        "name": "السيبة-فاو"
      },
      {
        "id": "4519",
        "name": "ام النعاج-بصرة"
      },
      {
        "id": "4521",
        "name": "الفيروزه-الجزيرة-البصره"
      },
      {
        "id": "4522",
        "name": "الصالحية - شط العرب"
      },
      {
        "id": "4526",
        "name": "جنينة-حي الرضا-بصرة"
      },
      {
        "id": "4527",
        "name": "الصالحية-بصرة"
      },
      {
        "id": "4528",
        "name": "خربطليه-البصره"
      },
      {
        "id": "4531",
        "name": "الرميله-جويبده"
      },
      {
        "id": "4536",
        "name": "المعقل-اسكان الموانئ"
      },
      {
        "id": "4636",
        "name": "البصرة السنيدية"
      },
      {
        "id": "4656",
        "name": "الزبير-البتروكيمياوي"
      },
      {
        "id": "4678",
        "name": "المقاولين"
      },
      {
        "id": "4684",
        "name": "الجزائر 1"
      },
      {
        "id": "4752",
        "name": "نظران"
      },
      {
        "id": "4937",
        "name": "جامعه البصره كليه باب القبلة"
      },
      {
        "id": "4955",
        "name": "السيمر"
      },
      {
        "id": "5120",
        "name": "كازينو لبنان"
      },
      {
        "id": "5132",
        "name": "القبله"
      },
      {
        "id": "5153",
        "name": "حي الرافدين"
      },
      {
        "id": "5155",
        "name": "البصرة-حي الرافدين"
      },
      {
        "id": "5192",
        "name": "حي الاساتذة المركز"
      },
      {
        "id": "5196",
        "name": "جسر خالد - شط العرب"
      },
      {
        "id": "5199",
        "name": "النشوة - الدير"
      },
      {
        "id": "5234",
        "name": "البصرة-القرنه-شلهه عكاب"
      },
      {
        "id": "5402",
        "name": "كرمة علي - حي الرسالة"
      },
      {
        "id": "5403",
        "name": "كرمة علي - ماجدية"
      },
      {
        "id": "5404",
        "name": "كرمة علي - العلي"
      },
      {
        "id": "5405",
        "name": "كرمة علي - شارع الحلاف"
      },
      {
        "id": "5406",
        "name": "كرمة علي - شارع العسافية"
      },
      {
        "id": "5407",
        "name": "كرمة علي - شارع الناحية"
      },
      {
        "id": "5408",
        "name": "كرمة علي - شارع الطليعة"
      },
      {
        "id": "5409",
        "name": "كرمة علي - ابو الحلوه"
      },
      {
        "id": "5410",
        "name": "كرمة علي - شارع الشله"
      },
      {
        "id": "5411",
        "name": "كرمة علي - شارع لطيف"
      },
      {
        "id": "5412",
        "name": "كرمة علي - شارع الكيبل"
      },
      {
        "id": "5413",
        "name": "كرمة علي - شارع ام البنين"
      },
      {
        "id": "5414",
        "name": "كرمة علي - الخيط"
      },
      {
        "id": "5415",
        "name": "كرمة علي - جسر الحشد"
      },
      {
        "id": "5416",
        "name": "كرمة علي - جامعة الكرمة"
      },
      {
        "id": "5417",
        "name": "كرمة علي - اقسام جامعة الكرمة"
      },
      {
        "id": "5418",
        "name": "كرمة علي - سكن جامعة الكرمة"
      },
      {
        "id": "5419",
        "name": "كرمة علي - شارع جامعة الكرمة"
      },
      {
        "id": "5420",
        "name": "طوبة والنخيلة - مدرسة ذو الكفل"
      },
      {
        "id": "5421",
        "name": "طوبة والنخيلة - اسواق بيروت"
      },
      {
        "id": "5422",
        "name": "طوبة والنخيلة - مدرسة كلكامش"
      },
      {
        "id": "5423",
        "name": "طوبة والنخيلة - جامع الرسول"
      },
      {
        "id": "5424",
        "name": "ابو صخير -شارع النفط"
      },
      {
        "id": "5425",
        "name": "ابو صخير - شارع البخاتره"
      },
      {
        "id": "5426",
        "name": "ابو صخير - شارع بيت ديوان"
      },
      {
        "id": "5427",
        "name": "ابو صخير - سكن المطار"
      },
      {
        "id": "5428",
        "name": "ابو صخير - المعسكر القديم"
      },
      {
        "id": "5429",
        "name": "ابو صخير - صورة الصدرين"
      },
      {
        "id": "5430",
        "name": "ابو صخير - بساميه"
      },
      {
        "id": "5431",
        "name": "ابو صخير - الخورة اسواق نزار"
      },
      {
        "id": "5432",
        "name": "ابو صخير - مدرسة عبدالله الرضيع"
      },
      {
        "id": "5433",
        "name": "ابو الخصيب -باب ميدان"
      },
      {
        "id": "5434",
        "name": "الهارثة - المشان"
      },
      {
        "id": "5435",
        "name": "الهارثة - حي الانتصار"
      },
      {
        "id": "5436",
        "name": "الهارثة - مسحب"
      },
      {
        "id": "5437",
        "name": "الهارثة - حرير"
      },
      {
        "id": "5438",
        "name": "الهارثة - سيد سامي"
      },
      {
        "id": "5439",
        "name": "الهارثة - محطة مشمشه"
      },
      {
        "id": "5440",
        "name": "الهارثة - سيد طاهر"
      },
      {
        "id": "5441",
        "name": "الهارثة - حي العامل"
      },
      {
        "id": "5442",
        "name": "الهارثة - حي الصناعة"
      },
      {
        "id": "5443",
        "name": "الهارثة -"
      },
      {
        "id": "5444",
        "name": "الهارثة - حي الصمود"
      },
      {
        "id": "5445",
        "name": "الهارثة - المعيدي"
      },
      {
        "id": "5446",
        "name": "جامعه البصره كليه باب القبلة"
      },
      {
        "id": "5447",
        "name": "الهارثة - حي المصطفى"
      },
      {
        "id": "5448",
        "name": "الهارثة - ام مسجد"
      },
      {
        "id": "5449",
        "name": "الهارثة - زوين"
      },
      {
        "id": "5451",
        "name": "-الجزائر عباسية"
      },
      {
        "id": "5459",
        "name": "ابو الخصيب - محيله"
      },
      {
        "id": "5461",
        "name": "الحيانيه حي التأميم"
      },
      {
        "id": "5462",
        "name": "ابو الخصيب صناعيه حمدان"
      },
      {
        "id": "5467",
        "name": "الجنينه حي الانتصار"
      },
      {
        "id": "5468",
        "name": "الكرمه حي الانتصار"
      },
      {
        "id": "5472",
        "name": "الكرمة حي الانتصار"
      },
      {
        "id": "5483",
        "name": "جامعه البصره باب القبلة"
      },
      {
        "id": "5566",
        "name": "الأمن الداخلي"
      },
      {
        "id": "5624",
        "name": "الهارثة - زوين"
      },
      {
        "id": "5914",
        "name": "اخرى"
      },
      {
        "id": "5915",
        "name": "الزبير حي الشهداء"
      },
      {
        "id": "5916",
        "name": "الزبير المدينه الكرفانيه"
      },
      {
        "id": "5917",
        "name": "الزبير حي الاندلس"
      },
      {
        "id": "5918",
        "name": "الزبير حي الاسرى"
      },
      {
        "id": "5919",
        "name": "الزبير الدريهميه"
      },
      {
        "id": "5920",
        "name": "الزبير حي الصحفيين"
      },
      {
        "id": "5921",
        "name": "الزبير الريسز"
      },
      {
        "id": "5922",
        "name": "الزبير 7نيسان"
      },
      {
        "id": "5923",
        "name": "الزبير الحي العسكري"
      },
      {
        "id": "5924",
        "name": "الزبير حي المعلمين"
      },
      {
        "id": "5925",
        "name": "الزبير دور الظباط"
      },
      {
        "id": "5926",
        "name": "الزبير محله الكوت"
      },
      {
        "id": "5927",
        "name": "الزبير الضويهرات"
      },
      {
        "id": "5928",
        "name": "الزبير المكصب"
      },
      {
        "id": "5929",
        "name": "الزبير الجاهزه"
      },
      {
        "id": "5930",
        "name": "الزبير حي الخطوه"
      },
      {
        "id": "5931",
        "name": "الزبير السوق الكبير"
      },
      {
        "id": "5932",
        "name": "الزبير الزهيريه"
      },
      {
        "id": "5933",
        "name": "الزبير محله الشمال"
      },
      {
        "id": "5934",
        "name": "الزبير الرشيديه"
      },
      {
        "id": "5935",
        "name": "الزبير سوق سوادي"
      },
      {
        "id": "5936",
        "name": "الزبير المنسيه"
      },
      {
        "id": "5937",
        "name": "الزبير المربد القديم"
      },
      {
        "id": "5938",
        "name": "الزبير المربد الجديد"
      },
      {
        "id": "5939",
        "name": "الزبير حي القائد"
      },
      {
        "id": "5940",
        "name": "الشعيبه شارع السناتر"
      },
      {
        "id": "5941",
        "name": "الشعيبه الجويه"
      },
      {
        "id": "5942",
        "name": "الشعيبه مقبره الانكليز"
      },
      {
        "id": "5943",
        "name": "الشعيبه حي المرتضى"
      },
      {
        "id": "5944",
        "name": "الشعيبه دور المشاريع"
      },
      {
        "id": "5945",
        "name": "الشعيبه دور المصفى"
      },
      {
        "id": "5946",
        "name": "الشعيبه محطه القطار"
      },
      {
        "id": "5947",
        "name": "الشعيبه حي الجوادين"
      },
      {
        "id": "5948",
        "name": "الزبير البرجسيه سيطره"
      },
      {
        "id": "5949",
        "name": "الزبير البرجسيه الامريه"
      },
      {
        "id": "5950",
        "name": "الزبير البرجسيه شارع السناتر"
      },
      {
        "id": "5951",
        "name": "الزبير البرجسيه جسر حمود الوبدان"
      },
      {
        "id": "5952",
        "name": "الزبير البرجسيه شارع الشركات"
      },
      {
        "id": "5953",
        "name": "الزبير البرجسيه الكم المصري"
      },
      {
        "id": "5954",
        "name": "الزبير البرجسيه السكن القديم"
      },
      {
        "id": "5955",
        "name": "الزبير البرجسيه السكن الجديد"
      },
      {
        "id": "5956",
        "name": "الزبير شارع 17"
      },
      {
        "id": "5957",
        "name": "الزبير سكن غاز الجنوب"
      },
      {
        "id": "5958",
        "name": "سكن البتروكيمياويات"
      },
      {
        "id": "5959",
        "name": "الزبير حي خالد"
      },
      {
        "id": "5960",
        "name": "الزبير حي القدس"
      },
      {
        "id": "5961",
        "name": "الزبير دور المقاولات"
      },
      {
        "id": "5962",
        "name": "الزبير الدواجن"
      },
      {
        "id": "5963",
        "name": "خور الزبير سنتر الفضل"
      },
      {
        "id": "5964",
        "name": "خور الزبير سيطره خويسات"
      },
      {
        "id": "5965",
        "name": "خور الزبير المبروكه"
      },
      {
        "id": "5966",
        "name": "خور الزبير فلكه الخور"
      },
      {
        "id": "5967",
        "name": "خور الزبير سكن الحديد والصلب"
      },
      {
        "id": "5968",
        "name": "خور الزبير فلكه الهنديه"
      },
      {
        "id": "5969",
        "name": "خور الزبير الهنديه"
      },
      {
        "id": "5970",
        "name": "خور الزبير الكوره"
      },
      {
        "id": "5971",
        "name": "خور الزبير 60 دار"
      },
      {
        "id": "5972",
        "name": "خور الزبير الاسمده"
      },
      {
        "id": "5973",
        "name": "خور الزبير شارع مجمع ابن حيان"
      },
      {
        "id": "5974",
        "name": "خور الزبير شارع حسينيه الزهراء"
      },
      {
        "id": "5975",
        "name": "خور الزبير شارع المخيم"
      },
      {
        "id": "5976",
        "name": "خورالزبير شارع المركز"
      },
      {
        "id": "5977",
        "name": "خور الزبير علي مفتاح"
      },
      {
        "id": "5978",
        "name": "خور الزبير البريد"
      },
      {
        "id": "5979",
        "name": "خور الزبير شارع الوطنيه"
      },
      {
        "id": "5980",
        "name": "خور الزبير مخازن الغازيه"
      },
      {
        "id": "5981",
        "name": "خور الزبير سكن الغازيه"
      },
      {
        "id": "5982",
        "name": "خور الزبير فلكه ميناء الخور"
      },
      {
        "id": "5983",
        "name": "خور الزبير قياده القوه البحريه"
      },
      {
        "id": "5984",
        "name": "خور الزبير معمل الاسمده"
      },
      {
        "id": "5985",
        "name": "ام قصر ميناء ام قصر"
      },
      {
        "id": "5986",
        "name": "ام قصر الهدامه"
      },
      {
        "id": "5987",
        "name": "ام قصر الصناعه"
      },
      {
        "id": "5988",
        "name": "ام قصر الهنديه الشماليه"
      },
      {
        "id": "5989",
        "name": "ام قصر الهنديه الجنوبيه"
      },
      {
        "id": "5990",
        "name": "ام قصر شارع 1"
      },
      {
        "id": "5991",
        "name": "ام قصر شارع 2"
      },
      {
        "id": "5992",
        "name": "ام قصر شارع 3"
      },
      {
        "id": "5993",
        "name": "ام قصر شارع 4"
      },
      {
        "id": "5994",
        "name": "ام قصر شارع 5"
      },
      {
        "id": "5995",
        "name": "ام قصر شارع 6"
      },
      {
        "id": "5996",
        "name": "ام قصر شارع 7"
      },
      {
        "id": "5997",
        "name": "ام قصر شارع 8"
      },
      {
        "id": "5998",
        "name": "ام قصر شارع 9"
      },
      {
        "id": "5999",
        "name": "ام قصر شارع 10"
      },
      {
        "id": "6000",
        "name": "ام قصر شارع 11"
      },
      {
        "id": "6001",
        "name": "ام قصر شارع 12"
      },
      {
        "id": "6002",
        "name": "ام قصر شارع 13"
      },
      {
        "id": "6003",
        "name": "ام قصر شارع 14"
      },
      {
        "id": "6004",
        "name": "ام قصر شارع 15"
      },
      {
        "id": "6005",
        "name": "ام قصر شارع 16"
      },
      {
        "id": "6006",
        "name": "ام قصر شارع 17"
      },
      {
        "id": "6007",
        "name": "ام قصر شارع 18"
      },
      {
        "id": "6008",
        "name": "ام قصر شارع 19"
      },
      {
        "id": "6009",
        "name": "ام قصر شارع 20"
      },
      {
        "id": "6010",
        "name": "ام قصر شارع 21"
      },
      {
        "id": "6011",
        "name": "ام قصر شارع 22"
      },
      {
        "id": "6012",
        "name": "ام قصر شارع 23"
      },
      {
        "id": "6013",
        "name": "ام قصر شارع 24"
      },
      {
        "id": "6014",
        "name": "ام قصر حي المعلمين"
      },
      {
        "id": "6015",
        "name": "ام قصر حي فلسطين"
      },
      {
        "id": "6016",
        "name": "ام قصر دور الظباط"
      },
      {
        "id": "6017",
        "name": "ام قصر دور القاعده"
      },
      {
        "id": "6018",
        "name": "ام قصر النفق"
      },
      {
        "id": "6019",
        "name": "ام قصر الزلزاليه"
      },
      {
        "id": "6020",
        "name": "ام قصر الحره"
      },
      {
        "id": "6021",
        "name": "ام قصر الشعبي 31"
      },
      {
        "id": "6022",
        "name": "ام قصر الشعبي 32"
      },
      {
        "id": "6023",
        "name": "ام قصر الشعبي 33"
      },
      {
        "id": "6024",
        "name": "ام قصر الشعبي 34"
      },
      {
        "id": "6025",
        "name": "ام قصر الشعبي 35"
      },
      {
        "id": "6026",
        "name": "ام قصر الشعبي 36"
      },
      {
        "id": "6027",
        "name": "ام قصر الشعبي 37"
      },
      {
        "id": "6028",
        "name": "ام قصر الشعبي 38"
      },
      {
        "id": "6029",
        "name": "ام قصر 2"
      },
      {
        "id": "6030",
        "name": "ام قصر الفاروق"
      },
      {
        "id": "6031",
        "name": "سفوان حي الجوادين"
      },
      {
        "id": "6032",
        "name": "سفوان المزاد"
      },
      {
        "id": "6033",
        "name": "منفذ سفوان"
      },
      {
        "id": "6034",
        "name": "سفوان 1"
      },
      {
        "id": "6035",
        "name": "سفوان حي الحكيم شارع مغيطي"
      },
      {
        "id": "6036",
        "name": "سفوان العرايثم"
      },
      {
        "id": "6037",
        "name": "سفوان جرف الملح"
      },
      {
        "id": "6038",
        "name": "سفوان مزارع 5 سنام"
      },
      {
        "id": "6039",
        "name": "سفوان مزارع النجمي"
      },
      {
        "id": "6040",
        "name": "سفوان مزارع الراحه"
      },
      {
        "id": "6041",
        "name": "سفوان مويلحات الجنوبيه"
      },
      {
        "id": "6042",
        "name": "سفوان طريق سفوان ام قصر"
      },
      {
        "id": "6106",
        "name": "اخرى"
      },
      {
        "id": "6150",
        "name": "شط العرب - الجزيرة"
      },
      {
        "id": "6151",
        "name": "شط العرب - تنومة"
      },
      {
        "id": "6153",
        "name": "اخرى"
      },
      {
        "id": "6156",
        "name": "قضاء الصادق"
      },
      {
        "id": "6159",
        "name": "المدينه الرحمانيه"
      },
      {
        "id": "6160",
        "name": "المدينه المستشفى الباب الجديد"
      },
      {
        "id": "6161",
        "name": "المدينه الخاص"
      },
      {
        "id": "6164",
        "name": "الهوير"
      },
      {
        "id": "6165",
        "name": "ام الشويج"
      },
      {
        "id": "6219",
        "name": "شط العرب تنومة شارع الاطفاء"
      },
      {
        "id": "6220",
        "name": "شط العرب جزيرة زين العابدين"
      },
      {
        "id": "6244",
        "name": "ابو الخصيب -صنكر"
      },
      {
        "id": "6245",
        "name": "ابو الخصيب -محولة الزهيري"
      },
      {
        "id": "6246",
        "name": "ابو الخصيب -عبد اليان"
      },
      {
        "id": "6247",
        "name": "ابو الخصيب -جامع الشهيد"
      },
      {
        "id": "6248",
        "name": "ابو الخصيب -الروميه"
      },
      {
        "id": "6249",
        "name": "ابو الخصيب - حي العسكري"
      },
      {
        "id": "6250",
        "name": "ابو الخصيب - طريق الوسطي"
      },
      {
        "id": "6251",
        "name": "ابو الخصيب - السبليات"
      },
      {
        "id": "6252",
        "name": "ابو الخصيب - ابو مغيره"
      },
      {
        "id": "6253",
        "name": "ابو الخصيب - ابو كوصره"
      },
      {
        "id": "6254",
        "name": "ابو الخصيب - العميريه"
      },
      {
        "id": "6255",
        "name": "ابو الخصيب - باب سليمان"
      },
      {
        "id": "6256",
        "name": "ابو الخصيب - باب طويل"
      },
      {
        "id": "6257",
        "name": "ابو الخصيب - باب رمان"
      },
      {
        "id": "6258",
        "name": "ابو الخصيب - باب دباغ"
      },
      {
        "id": "6259",
        "name": "ابو الخصيب - الساحل"
      },
      {
        "id": "6260",
        "name": "ابو الخصيب - فلكة اللباني"
      },
      {
        "id": "6261",
        "name": "ابو الخصيب - السوك"
      },
      {
        "id": "6262",
        "name": "ابو الخصيب - النزيله"
      }
    ]
  },
  {
    "id": "6",
    "name": "دهوك",
    "regions": [
      {
        "id": "2913",
        "name": "دهوك مزرعه"
      },
      {
        "id": "2914",
        "name": "دهوك مزرعه"
      },
      {
        "id": "2915",
        "name": "زاخو فرقي"
      },
      {
        "id": "2916",
        "name": "زاخو صناعه"
      },
      {
        "id": "2917",
        "name": "زاخو شقه تلكبر"
      },
      {
        "id": "2918",
        "name": "زاخو تلكبر"
      },
      {
        "id": "2919",
        "name": "زاخو دار هوزان"
      },
      {
        "id": "2920",
        "name": "زاخو كرك سندي"
      },
      {
        "id": "2921",
        "name": "زاخو هيزاوا"
      },
      {
        "id": "2922",
        "name": "زاخو ده ركاري"
      },
      {
        "id": "2923",
        "name": "زاخو مخيم بيرسيف"
      },
      {
        "id": "2924",
        "name": "زاخو ليفو"
      },
      {
        "id": "2925",
        "name": "زاخو ئاف كه ني"
      },
      {
        "id": "2926",
        "name": "زاخو ملا عرب"
      },
      {
        "id": "2927",
        "name": "زاخو باتيفا"
      },
      {
        "id": "2928",
        "name": "زاخو بيكوفا"
      },
      {
        "id": "2929",
        "name": "شيخان باعذره"
      },
      {
        "id": "2930",
        "name": "شيخان مخيم باعذره"
      },
      {
        "id": "2931",
        "name": "شيخان مخيم ايسيان"
      },
      {
        "id": "2932",
        "name": "شيخان قريه ايسيان"
      },
      {
        "id": "2933",
        "name": "شيخان قريه بيرستك"
      },
      {
        "id": "2934",
        "name": "شيخان قريه دووشيفان"
      },
      {
        "id": "2935",
        "name": "شيخان قريه نركزلي"
      },
      {
        "id": "2936",
        "name": "شيخان قريه ركابه"
      },
      {
        "id": "2937",
        "name": "شيخان سيطره ناوران"
      },
      {
        "id": "2938",
        "name": "شيخان روفيا"
      },
      {
        "id": "2939",
        "name": "قضاء شيخان"
      },
      {
        "id": "2940",
        "name": "شيخان مجمع مهت"
      },
      {
        "id": "2941",
        "name": "شيخان مخيم مام رشان"
      },
      {
        "id": "2942",
        "name": "شيخان قرية بيربوب"
      },
      {
        "id": "2943",
        "name": "شيخان قرية زيناوه"
      },
      {
        "id": "2944",
        "name": "شيخان ناحيه كلكجي"
      },
      {
        "id": "2945",
        "name": "شيخان مجمع جره"
      },
      {
        "id": "2946",
        "name": "شيخان قريت ملا بروان"
      },
      {
        "id": "2947",
        "name": "شيخان ناحية قسروك"
      },
      {
        "id": "2948",
        "name": "شيخان قرية مريبا"
      },
      {
        "id": "2949",
        "name": "شيخان قرية خليكان"
      },
      {
        "id": "2950",
        "name": "شيخان قرية حسينية"
      },
      {
        "id": "2951",
        "name": "شيخان قرية بامرزئ"
      },
      {
        "id": "2952",
        "name": "شيخان ناحية روفيا"
      },
      {
        "id": "2953",
        "name": "شيخان قرية قرناس"
      },
      {
        "id": "2954",
        "name": "شيخان قرية ايسماوا"
      },
      {
        "id": "2955",
        "name": "شيخان ناحية داره تو"
      },
      {
        "id": "2956",
        "name": "شيخان قضاء بردرش"
      },
      {
        "id": "2957",
        "name": "شيخان مخيم كويلان"
      },
      {
        "id": "2958",
        "name": "شيخان مخيم برده رش"
      },
      {
        "id": "2959",
        "name": "شيخان جسر مندان"
      },
      {
        "id": "2960",
        "name": "شيخان قرية كانيلان"
      },
      {
        "id": "2961",
        "name": "شيخان قرية كرده بان"
      },
      {
        "id": "2962",
        "name": "شيخان قرية جمان"
      },
      {
        "id": "2963",
        "name": "شيخان قرية شيخ هسن"
      },
      {
        "id": "2964",
        "name": "شيخان قرية مامزدينا"
      },
      {
        "id": "2965",
        "name": "شيخان ناحيه اتروش"
      },
      {
        "id": "2966",
        "name": "شيخان قرية كوخي"
      },
      {
        "id": "2967",
        "name": "شيخان قرية بيسات"
      },
      {
        "id": "2968",
        "name": "شيخان قرية كاني فلا"
      },
      {
        "id": "2969",
        "name": "شيخان قرية كرزنكل"
      },
      {
        "id": "2970",
        "name": "شيخان قرية لكان"
      },
      {
        "id": "2971",
        "name": "شيخان قرية كربويل"
      },
      {
        "id": "2972",
        "name": "شيخان قرية اومرسينان"
      },
      {
        "id": "2973",
        "name": "شيخان قرية بيرجاويش"
      },
      {
        "id": "2974",
        "name": "شيخان قرية دليجان"
      },
      {
        "id": "2975",
        "name": "شيخان قرية كاني هسبان"
      },
      {
        "id": "2976",
        "name": "شيخان قرية ايكماله"
      },
      {
        "id": "2978",
        "name": "شيخان قرية جمه"
      },
      {
        "id": "2980",
        "name": "شيخان قرية كرده سور"
      },
      {
        "id": "2982",
        "name": "شيخان قرية توبزاوا"
      },
      {
        "id": "2984",
        "name": "شيخان قرية كربده و"
      },
      {
        "id": "2986",
        "name": "شيخان قرية خربه ساين"
      },
      {
        "id": "2988",
        "name": "شيخان قرية دوستك"
      },
      {
        "id": "2989",
        "name": "شيخان قرية نزراوا"
      },
      {
        "id": "2990",
        "name": "شيخان قرية مموزين"
      },
      {
        "id": "2991",
        "name": "شيخان قرية اميان"
      },
      {
        "id": "2994",
        "name": "شيخان قرية زمزموك"
      },
      {
        "id": "2996",
        "name": "شيخان قرية خيلكي"
      },
      {
        "id": "2999",
        "name": "شيخان قرية كونباك"
      },
      {
        "id": "3003",
        "name": "شيخان قرية دووكوندان"
      },
      {
        "id": "3005",
        "name": "شيخان قرية زنكنان"
      },
      {
        "id": "3006",
        "name": "شيخان قرية موريلان"
      },
      {
        "id": "3007",
        "name": "شيخان قرية بيوك"
      },
      {
        "id": "3008",
        "name": "شيخان قرية بنينان"
      },
      {
        "id": "3009",
        "name": "شيخان قرية كومه زرد"
      },
      {
        "id": "3010",
        "name": "شيخان قرية بشيريان"
      },
      {
        "id": "3012",
        "name": "شيخان قرية دوسره"
      },
      {
        "id": "3014",
        "name": "شيخان قرية قادسي"
      },
      {
        "id": "3016",
        "name": "شيخان قرية درين"
      },
      {
        "id": "3017",
        "name": "شيخان قرية كه لوك"
      },
      {
        "id": "3020",
        "name": "شيخان قرية سيكاني"
      },
      {
        "id": "3021",
        "name": "شيخان قرية دوبردان"
      },
      {
        "id": "3023",
        "name": "شيخان قرية قايماوه"
      },
      {
        "id": "3024",
        "name": "شيخان قرية زوي رش"
      },
      {
        "id": "3027",
        "name": "مفرق شيخان"
      },
      {
        "id": "3029",
        "name": "معارض شيخان"
      },
      {
        "id": "3030",
        "name": "صناعه شيخان"
      },
      {
        "id": "3031",
        "name": "شيخان قرية هزارجوت"
      },
      {
        "id": "3626",
        "name": "عقره ناحيه دينارتي"
      },
      {
        "id": "3627",
        "name": "عقره ناحيه بجيل"
      },
      {
        "id": "3628",
        "name": "عقره ناحيه كرسين"
      },
      {
        "id": "3629",
        "name": "دهوك قرية بيتاسى"
      },
      {
        "id": "3630",
        "name": "دهوك قرية طلوه"
      },
      {
        "id": "3631",
        "name": "دهوك قرية افريكى"
      },
      {
        "id": "3632",
        "name": "مجمع دهوك ستي"
      },
      {
        "id": "3633",
        "name": "دهوك سلفر ستي"
      },
      {
        "id": "3634",
        "name": "دهوك اسيرو"
      },
      {
        "id": "3635",
        "name": "دهوك رونا ستي"
      },
      {
        "id": "3636",
        "name": "دهوك ديلوكس"
      },
      {
        "id": "3637",
        "name": "دهوك باران ستي"
      },
      {
        "id": "3638",
        "name": "دهوك نيولاند1"
      },
      {
        "id": "3639",
        "name": "دهوك نيولاند2"
      },
      {
        "id": "3640",
        "name": "دهوك سلمان كيسته ى"
      },
      {
        "id": "3641",
        "name": "دهوك تل ايتيت"
      },
      {
        "id": "3642",
        "name": "دهوك ثقافة افريكي"
      },
      {
        "id": "3643",
        "name": "دهوك بير الماء"
      },
      {
        "id": "3644",
        "name": "دهوك نيولاند"
      },
      {
        "id": "3645",
        "name": "دهوك مقابل شركة جيهان"
      },
      {
        "id": "3646",
        "name": "دهوك  ايتيت رعاية"
      },
      {
        "id": "3648",
        "name": "دهوك مقبرة"
      },
      {
        "id": "3652",
        "name": "دهوك شارع سوق"
      },
      {
        "id": "3653",
        "name": "دهوك مربع ذهبي"
      },
      {
        "id": "3654",
        "name": "دهوك ايتيت القرية"
      },
      {
        "id": "3655",
        "name": "دهوك ايتيت"
      },
      {
        "id": "3656",
        "name": "دهوك بارز ستي"
      },
      {
        "id": "3657",
        "name": "دهوك ليلاف ستي"
      },
      {
        "id": "3658",
        "name": "دهوك لاوان ستي"
      },
      {
        "id": "3659",
        "name": "دهوك لمجمعات"
      },
      {
        "id": "3660",
        "name": "دهوك مشمش"
      },
      {
        "id": "3661",
        "name": "دهوك شركة جيهان"
      },
      {
        "id": "3662",
        "name": "دهوك القريه السياحيه سد دهوك"
      },
      {
        "id": "3663",
        "name": "دهوك جامع ملا ناطق"
      },
      {
        "id": "3664",
        "name": "دهوك ماركت هلكت بامرني"
      },
      {
        "id": "3665",
        "name": "دهوك 51"
      },
      {
        "id": "3666",
        "name": "دهوك شارع حدادين"
      },
      {
        "id": "3667",
        "name": "دهوك مستشفى نزاركي"
      },
      {
        "id": "3668",
        "name": "دهوك الفوق"
      },
      {
        "id": "3669",
        "name": "دهوك اسفنج"
      },
      {
        "id": "3670",
        "name": "دهوك صناعة المعارض"
      },
      {
        "id": "3671",
        "name": "دهوك بهار ستي"
      },
      {
        "id": "3672",
        "name": "دهوك شارع الغسل"
      },
      {
        "id": "3673",
        "name": "دهوك نزاركي القرية"
      },
      {
        "id": "3674",
        "name": "دهوك نزاركي محاميا"
      },
      {
        "id": "3675",
        "name": "دهوك نزاركي الجديدة"
      },
      {
        "id": "3676",
        "name": "دهوك نزاركى القديمة"
      },
      {
        "id": "3677",
        "name": "دهوك معارض سيارات"
      },
      {
        "id": "3678",
        "name": "دهوك نزاركئ"
      },
      {
        "id": "3679",
        "name": "زاخو مجمعات"
      },
      {
        "id": "3680",
        "name": "زاخو مخيم جمشكو"
      },
      {
        "id": "3681",
        "name": "زاخو منطقة الكليه العسكرية"
      },
      {
        "id": "3682",
        "name": "زاخو منطقة الشقق"
      },
      {
        "id": "3683",
        "name": "زاخو اشي جمي"
      },
      {
        "id": "3684",
        "name": "زاخو بيدار"
      },
      {
        "id": "3685",
        "name": "زاخو ابراهيم خليل"
      },
      {
        "id": "3686",
        "name": "زاخو باجيكا"
      },
      {
        "id": "3687",
        "name": "زاخو قرولا"
      },
      {
        "id": "3690",
        "name": "زاخو فيشخابور"
      },
      {
        "id": "3691",
        "name": "زاخو مخيم باجد كنداله"
      },
      {
        "id": "3692",
        "name": "زاخو ديربون"
      },
      {
        "id": "3693",
        "name": "زاخو قاديا"
      },
      {
        "id": "3694",
        "name": "زاخو مخيم روانكه"
      },
      {
        "id": "3695",
        "name": "زاخو قريه باجدي"
      },
      {
        "id": "3696",
        "name": "زاخو محلة نصارى"
      },
      {
        "id": "3697",
        "name": "زاخو مهنديك"
      },
      {
        "id": "3698",
        "name": "العماديه شيلادزي"
      },
      {
        "id": "3699",
        "name": "ديره لوك العماديه"
      },
      {
        "id": "3700",
        "name": "العماديه قدش"
      },
      {
        "id": "3701",
        "name": "العماديه سرسنك"
      },
      {
        "id": "3702",
        "name": "العماديه ئه ره دنه"
      },
      {
        "id": "3703",
        "name": "العماديه قريه داوديه"
      },
      {
        "id": "3704",
        "name": "العماديه كه مپا داوديه"
      },
      {
        "id": "3705",
        "name": "العماديه بامرني"
      },
      {
        "id": "3706",
        "name": "العماديه سيارتيكا"
      },
      {
        "id": "3707",
        "name": "العماديه ئاشه وا"
      },
      {
        "id": "3708",
        "name": "العماديه مانكيش"
      },
      {
        "id": "3709",
        "name": "العماديه ره شه نكي"
      },
      {
        "id": "3710",
        "name": "العماديه باكيرا"
      },
      {
        "id": "3711",
        "name": "العماديه كورا"
      },
      {
        "id": "3712",
        "name": "العماديه زاويته"
      },
      {
        "id": "3713",
        "name": "العماديه ايمنكي"
      },
      {
        "id": "3714",
        "name": "العماديه به ري بهار"
      },
      {
        "id": "3715",
        "name": "العماديه باجلور"
      },
      {
        "id": "3716",
        "name": "العماديه بيسري"
      },
      {
        "id": "3717",
        "name": "العماديه"
      },
      {
        "id": "3718",
        "name": "دهوك ضريبه"
      },
      {
        "id": "3719",
        "name": "مجمعmrf دهوك مالطا"
      },
      {
        "id": "3720",
        "name": "دهوك جامعه دهوك"
      },
      {
        "id": "3721",
        "name": "دهوك گري صور"
      },
      {
        "id": "3722",
        "name": "دهوك گشتيار"
      },
      {
        "id": "3723",
        "name": "دهوك شارع متران"
      },
      {
        "id": "3724",
        "name": "دهوك گفرگي"
      },
      {
        "id": "3725",
        "name": "دهوك مستشفى ڤين"
      },
      {
        "id": "3726",
        "name": "دهوك مجمع بيل ستي"
      },
      {
        "id": "3727",
        "name": "دهوك مجمع روژ ستي"
      },
      {
        "id": "3728",
        "name": "دهوك صناعه مالطا"
      },
      {
        "id": "3729",
        "name": "دهوك جوازات القديمه"
      },
      {
        "id": "3730",
        "name": "دهوك مالطا"
      },
      {
        "id": "3731",
        "name": "عقره سيزنا"
      },
      {
        "id": "3732",
        "name": "عقره كوجينه حسن بدو"
      },
      {
        "id": "3733",
        "name": "عقره كوجينه ملا فرزو"
      },
      {
        "id": "3734",
        "name": "عقره كوردستان"
      },
      {
        "id": "3735",
        "name": "عقره حجي غني"
      },
      {
        "id": "3736",
        "name": "عقره شهيدا"
      },
      {
        "id": "3737",
        "name": "عقره مستشفى كولان"
      },
      {
        "id": "3738",
        "name": "عقره فوجي"
      },
      {
        "id": "3739",
        "name": "عقره شهيدا رفايى"
      },
      {
        "id": "3740",
        "name": "عقره رفايى"
      },
      {
        "id": "3741",
        "name": "عقره كلي عبدالعزيز"
      },
      {
        "id": "3742",
        "name": "عقره مهتي"
      },
      {
        "id": "3743",
        "name": "عقره قشلي"
      },
      {
        "id": "3744",
        "name": "عقره خركا"
      },
      {
        "id": "3745",
        "name": "عقره نقابي"
      },
      {
        "id": "3746",
        "name": "عقره مستشفى ويلادا"
      },
      {
        "id": "3747",
        "name": "عقره دوره كاني مام كروك"
      },
      {
        "id": "3748",
        "name": "عقره شورش"
      },
      {
        "id": "3749",
        "name": "عقره كولان"
      },
      {
        "id": "3750",
        "name": "عقره ١١ ايلول"
      },
      {
        "id": "3751",
        "name": "عقره روناهي"
      },
      {
        "id": "3752",
        "name": "عقره مجمع مسيحي"
      },
      {
        "id": "3753",
        "name": "عقره راس مجمع"
      },
      {
        "id": "3754",
        "name": "عقره سالار مول"
      },
      {
        "id": "3755",
        "name": "عقره معارض"
      },
      {
        "id": "3756",
        "name": "عقره صيناعه"
      },
      {
        "id": "3757",
        "name": "عقره حي الاي"
      },
      {
        "id": "3758",
        "name": "عقره"
      },
      {
        "id": "3759",
        "name": "دهوك شرفيه"
      },
      {
        "id": "3760",
        "name": "دهوك باقوفه"
      },
      {
        "id": "3761",
        "name": "دهوك تل لسقف"
      },
      {
        "id": "3762",
        "name": "دهوك بندوايه"
      },
      {
        "id": "3763",
        "name": "دهوك سريجكه"
      },
      {
        "id": "3764",
        "name": "دهوك دوغات"
      },
      {
        "id": "3765",
        "name": "دهوك حتاره"
      },
      {
        "id": "3766",
        "name": "دهوك كرماوه"
      },
      {
        "id": "3767",
        "name": "دهوك نسيريه"
      },
      {
        "id": "3768",
        "name": "دهوك جرحيه"
      },
      {
        "id": "3769",
        "name": "دهوك عين بقره"
      },
      {
        "id": "3770",
        "name": "دهوك شيخكا"
      },
      {
        "id": "3771",
        "name": "دهوك بيبان"
      },
      {
        "id": "3772",
        "name": "دهوك القوش"
      },
      {
        "id": "3773",
        "name": "دهوك سيطرت الإقامة"
      },
      {
        "id": "3774",
        "name": "دهوك  القوش"
      },
      {
        "id": "3775",
        "name": "القوش تربسبي"
      },
      {
        "id": "3776",
        "name": "دهوك القوش"
      },
      {
        "id": "3777",
        "name": "دهوك القوش"
      },
      {
        "id": "3778",
        "name": "دهوك بدرية"
      },
      {
        "id": "3779",
        "name": "دهوك جمبور"
      },
      {
        "id": "3780",
        "name": "زاخو مخيم بيرسفئ عراقي"
      },
      {
        "id": "3781",
        "name": "زاخو مخيم بيرسفئ تركي"
      },
      {
        "id": "3782",
        "name": "زاخو ناحية بيرسفئ"
      },
      {
        "id": "3783",
        "name": "زاخو مخيم دركار"
      },
      {
        "id": "3784",
        "name": "زاخو ناحية دركار"
      },
      {
        "id": "3785",
        "name": "زاخو مجمع هيزوا"
      },
      {
        "id": "3786",
        "name": "زاخو قرية كرك سندي"
      },
      {
        "id": "3787",
        "name": "زاحو قرية دار هوزان"
      },
      {
        "id": "3788",
        "name": "زاخو سيمالكا ترافيك بشار اغا"
      },
      {
        "id": "3789",
        "name": "زاخو شعبانيك أو شعبانية"
      },
      {
        "id": "3790",
        "name": "زاخو محلا ميرا"
      },
      {
        "id": "3791",
        "name": "زاخو 12ملاني"
      },
      {
        "id": "3792",
        "name": "زاخو مجمع دريم ستي"
      },
      {
        "id": "3793",
        "name": "زاخو خرابابك"
      },
      {
        "id": "3794",
        "name": "زاخو  جسر دلال"
      },
      {
        "id": "3795",
        "name": "زاخو كنيسة العباسية"
      },
      {
        "id": "3796",
        "name": "زاخو دورة برزان"
      },
      {
        "id": "3797",
        "name": "دهوك مجمع افروستي"
      },
      {
        "id": "3798",
        "name": "زاخو ركاڤا"
      },
      {
        "id": "3799",
        "name": "زاخو حسينكي"
      },
      {
        "id": "3800",
        "name": "زاخو ده ورا بارزان"
      },
      {
        "id": "3801",
        "name": "زاخو سوق"
      },
      {
        "id": "3802",
        "name": "زاخو محلا جهـيا"
      },
      {
        "id": "3803",
        "name": "زاخو مجمعا"
      },
      {
        "id": "3804",
        "name": "زاخو محلا نصارا"
      },
      {
        "id": "3805",
        "name": "زاخو محلا شهداء"
      },
      {
        "id": "3806",
        "name": "زاخو سه ري گوندكي"
      },
      {
        "id": "3807",
        "name": "زاخو هه پي پارك"
      },
      {
        "id": "3808",
        "name": "زاخو زانكو"
      },
      {
        "id": "3809",
        "name": "زاخو ده ش مري"
      },
      {
        "id": "3810",
        "name": "زاخو نيو زاخو"
      },
      {
        "id": "3811",
        "name": "زاخو كاني رهالي"
      },
      {
        "id": "3812",
        "name": "زاخو بيتاسي"
      },
      {
        "id": "3813",
        "name": "زاخو حسن اڤا"
      },
      {
        "id": "3814",
        "name": "زاخو گرشين"
      },
      {
        "id": "3815",
        "name": "زاخو باوردي"
      },
      {
        "id": "3816",
        "name": "زاخو مفرق گرشين"
      },
      {
        "id": "3817",
        "name": "زاخو ئاڤ زريكيً"
      },
      {
        "id": "3818",
        "name": "زاخو .سمايل ڤا"
      },
      {
        "id": "3819",
        "name": "زاخو باتيل"
      },
      {
        "id": "3820",
        "name": "زاخو ئاسيهي"
      },
      {
        "id": "3821",
        "name": "زاخو بالقوسي"
      },
      {
        "id": "3822",
        "name": "زاخو استكي"
      },
      {
        "id": "3823",
        "name": "زاخو گره شي"
      },
      {
        "id": "3824",
        "name": "زاخو كواشي"
      },
      {
        "id": "3825",
        "name": "زاخو مقبلي"
      },
      {
        "id": "3826",
        "name": "زاخو مرينا"
      },
      {
        "id": "3827",
        "name": "زاخو سيزاري"
      },
      {
        "id": "3828",
        "name": "زاخو كلية الزراعة"
      },
      {
        "id": "3829",
        "name": "زاخو كارستي"
      },
      {
        "id": "3830",
        "name": "دهوك كري كةوري"
      },
      {
        "id": "3831",
        "name": "دهوك كمونة"
      },
      {
        "id": "3832",
        "name": "دهوك قرية سيجي"
      },
      {
        "id": "3833",
        "name": "دهوك جامعة امريكية"
      },
      {
        "id": "3834",
        "name": "دهوك خانكي"
      },
      {
        "id": "3835",
        "name": "دهوك مسيريكي"
      },
      {
        "id": "3836",
        "name": "دهوك سيميل"
      },
      {
        "id": "3837",
        "name": "دهوك شقق لولاف ستي"
      },
      {
        "id": "3838",
        "name": "دهوك قريه بازلان"
      },
      {
        "id": "3839",
        "name": "دهوك منطقه المرور"
      },
      {
        "id": "3840",
        "name": "دهوك المربع الذهبي"
      },
      {
        "id": "3841",
        "name": "دهوك منطقه الحجريات"
      },
      {
        "id": "3842",
        "name": "دهوك معسكر 2"
      },
      {
        "id": "3843",
        "name": "دهوك معسكر ١"
      },
      {
        "id": "3844",
        "name": "دهوك وار ستي"
      },
      {
        "id": "3845",
        "name": "دهوك ورافين ستي"
      },
      {
        "id": "3846",
        "name": "دهوك مخيم دوميز"
      },
      {
        "id": "3847",
        "name": "دهوك دوميز"
      },
      {
        "id": "3848",
        "name": "دهوك شارع دولار سنتر"
      },
      {
        "id": "3849",
        "name": "دهوك شارع خياطين"
      },
      {
        "id": "3850",
        "name": "دهوك سوق جلي"
      },
      {
        "id": "3851",
        "name": "دهوك سوق جكائر"
      },
      {
        "id": "3852",
        "name": "دهوك شارع البورصة"
      },
      {
        "id": "3853",
        "name": "دهوك شارع سينما نوروز"
      },
      {
        "id": "3854",
        "name": "دهوك ملعب نادي دهوك"
      },
      {
        "id": "3855",
        "name": "دهوك شارع مستشفى ازادي"
      },
      {
        "id": "3856",
        "name": "دهوك شارع المنقل ومطعم نوروز"
      },
      {
        "id": "3857",
        "name": "دهوك محلة كوجر"
      },
      {
        "id": "3858",
        "name": "دهوك محلة خستي"
      },
      {
        "id": "3859",
        "name": "دهوك محلة شيلي"
      },
      {
        "id": "3860",
        "name": "دهوك شارع نوهدرا"
      },
      {
        "id": "3861",
        "name": "دهوك جامع ساعه دهوك"
      },
      {
        "id": "3862",
        "name": "دهوك جامع شيلي"
      },
      {
        "id": "3863",
        "name": "دهوك مطعم فرات"
      },
      {
        "id": "3864",
        "name": "دهوك جامع المفتي"
      },
      {
        "id": "3865",
        "name": "دهوك جامع الكبير"
      },
      {
        "id": "3866",
        "name": "دهوك كراج باصات بروشكي"
      },
      {
        "id": "3867",
        "name": "دهوك کراج شورش"
      },
      {
        "id": "3868",
        "name": "دهوك مستشفى فه‌ژین"
      },
      {
        "id": "3869",
        "name": "دهوك دورة كورك"
      },
      {
        "id": "3870",
        "name": "دهوك شارع لومانه"
      },
      {
        "id": "3871",
        "name": "دهوك بارك نوروز"
      },
      {
        "id": "3872",
        "name": "دهوك سوق المربع"
      },
      {
        "id": "3873",
        "name": "دهوك سوق يابسات"
      },
      {
        "id": "3874",
        "name": "دهوك سوق موبايلات"
      },
      {
        "id": "3875",
        "name": "دهوك مطعم مرجان"
      },
      {
        "id": "3876",
        "name": "دهوك سوق لبن"
      },
      {
        "id": "3877",
        "name": "دهوك بانوراما سنتر"
      },
      {
        "id": "3878",
        "name": "دهوك قوج سنتر"
      },
      {
        "id": "3879",
        "name": "دهوك سوق دهوك العام"
      },
      {
        "id": "3880",
        "name": "شقق MRFدهوكمالطا"
      },
      {
        "id": "3881",
        "name": "دهوك مازي"
      },
      {
        "id": "3882",
        "name": "دهوك دوره حصان"
      },
      {
        "id": "3883",
        "name": "دهوك شققه كاتو"
      },
      {
        "id": "3884",
        "name": "دهوك دابين ١"
      },
      {
        "id": "3885",
        "name": "دهوك كيار ستى"
      },
      {
        "id": "3886",
        "name": "دهوك شقق احمد خاني"
      },
      {
        "id": "3887",
        "name": "دهوك گلى"
      },
      {
        "id": "3888",
        "name": "دهوك كرى باص"
      },
      {
        "id": "3889",
        "name": "دهوك مطعم عقرة"
      },
      {
        "id": "3890",
        "name": "دهوك شقق مازي لاند"
      },
      {
        "id": "3891",
        "name": "دهوك معهد دافنشي"
      },
      {
        "id": "3892",
        "name": "دهوك زوزان ستي"
      },
      {
        "id": "3893",
        "name": "دهوك جامع جودي"
      },
      {
        "id": "3894",
        "name": "دهوك شاخكئ"
      },
      {
        "id": "3895",
        "name": "دهوك زريلاند"
      },
      {
        "id": "3896",
        "name": "دهوك شارع انور مايى"
      },
      {
        "id": "3897",
        "name": "دهوك كرو"
      },
      {
        "id": "3898",
        "name": "دهوك مطعم ميديا سارايي"
      },
      {
        "id": "3899",
        "name": "دهوك مسشفى ژيان"
      },
      {
        "id": "3900",
        "name": "دهوك مطعم گراند"
      },
      {
        "id": "3901",
        "name": "دهوك شقيت مازي لاند"
      },
      {
        "id": "3902",
        "name": "دهوك مستشفى شيلان"
      },
      {
        "id": "3903",
        "name": "دهوك شارع انوه ر مايي"
      },
      {
        "id": "3904",
        "name": "مطعمddkدهوك"
      },
      {
        "id": "3905",
        "name": "دهوك مطعم لونه"
      },
      {
        "id": "3906",
        "name": "دهوك دهوك مول"
      },
      {
        "id": "3907",
        "name": "دهوك مطعم اكري"
      },
      {
        "id": "3908",
        "name": "Kroدهوك"
      },
      {
        "id": "3909",
        "name": "دهوك مجمع سكني حي شرطة"
      },
      {
        "id": "3910",
        "name": "دهوك كراند ليفل"
      },
      {
        "id": "3911",
        "name": "دهوك مجمع سكني ب شندوخا"
      },
      {
        "id": "3912",
        "name": "دهوك قرية فرنسية"
      },
      {
        "id": "3913",
        "name": "دهوك حي شرطه"
      },
      {
        "id": "3914",
        "name": "دهوك حي العسكري"
      },
      {
        "id": "3915",
        "name": "دهوك شندوخا"
      },
      {
        "id": "3916",
        "name": "دهوك القرية الفرنسية 2"
      },
      {
        "id": "3917",
        "name": "دهوك سرطنك"
      },
      {
        "id": "3918",
        "name": "دهوك كارفور"
      },
      {
        "id": "3919",
        "name": "دهوك دلبي"
      },
      {
        "id": "3920",
        "name": "دهوك مجمع نوروستي"
      },
      {
        "id": "3921",
        "name": "دهوك مجمع رامي لاند"
      },
      {
        "id": "3922",
        "name": "دهوك حوشكي"
      },
      {
        "id": "3923",
        "name": "دهوك تناهي"
      },
      {
        "id": "3924",
        "name": "دهوك ارام ستي"
      },
      {
        "id": "3925",
        "name": "دهوك دابين 2"
      },
      {
        "id": "3926",
        "name": "دهوك باشا ستي"
      },
      {
        "id": "3927",
        "name": "دهوك ميرسين تاور"
      },
      {
        "id": "3928",
        "name": "دهوك ساب سنتر"
      },
      {
        "id": "3929",
        "name": "دهوك كيڤلا"
      },
      {
        "id": "3930",
        "name": "دهوك زركا"
      },
      {
        "id": "3931",
        "name": "دهوك ماسيكي 2"
      },
      {
        "id": "3932",
        "name": "دهوك ماسيكي 1"
      },
      {
        "id": "3933",
        "name": "دهوك شقق نوزين ستي"
      },
      {
        "id": "3934",
        "name": "دهوك حي صناعة"
      },
      {
        "id": "3935",
        "name": "دهوك محله دياري"
      },
      {
        "id": "3936",
        "name": "دهوك فندق سولاف"
      },
      {
        "id": "3937",
        "name": "دهوك جسر سولاف"
      },
      {
        "id": "3938",
        "name": "دهوك جمعيه بروشكي"
      },
      {
        "id": "3939",
        "name": "دهوك مهاباد"
      },
      {
        "id": "3940",
        "name": "دهوك ناعورا"
      },
      {
        "id": "3941",
        "name": "دهوك شارع جوازات الجديده"
      },
      {
        "id": "3942",
        "name": "دهوك شارع اسايش"
      },
      {
        "id": "3943",
        "name": "دهوك فرمانده"
      },
      {
        "id": "3944",
        "name": "دهوك صناعة معارض او بروشكي"
      },
      {
        "id": "3945",
        "name": "دهوك بروشكي محله  قراجه"
      },
      {
        "id": "3946",
        "name": "دهوك محله قصابه"
      },
      {
        "id": "3947",
        "name": "دهوك محله كوجرا"
      },
      {
        "id": "3948",
        "name": "دهوك طوارئ بروشكي"
      },
      {
        "id": "3949",
        "name": "دهوك حي زوزان"
      },
      {
        "id": "3950",
        "name": "دهوك سرهلدان"
      },
      {
        "id": "3951",
        "name": "دهوك حي جزمه"
      },
      {
        "id": "3952",
        "name": "دهوك بروشكي"
      },
      {
        "id": "3953",
        "name": "دهوك شاريا قديمه"
      },
      {
        "id": "3954",
        "name": "دهوك كلي بدري"
      },
      {
        "id": "3955",
        "name": "دهوك تلخش"
      },
      {
        "id": "3956",
        "name": "دهوك خرشنيا"
      },
      {
        "id": "3957",
        "name": "دهوك سينا"
      },
      {
        "id": "3958",
        "name": "دهوك كمبه شاريا"
      },
      {
        "id": "3959",
        "name": "دهوك وشتيان"
      },
      {
        "id": "3960",
        "name": "دهوك كاني كولان"
      },
      {
        "id": "3961",
        "name": "دهوك صالحيه"
      },
      {
        "id": "3962",
        "name": "دهوك قصارا"
      },
      {
        "id": "3963",
        "name": "دهوك شاريا"
      },
      {
        "id": "3964",
        "name": "دهوك"
      },
      {
        "id": "3965",
        "name": "دهوك كريباني"
      },
      {
        "id": "3966",
        "name": "دهوك رحمانيه"
      },
      {
        "id": "3967",
        "name": "دهوك نمريك"
      },
      {
        "id": "3968",
        "name": "دهوك كزك"
      },
      {
        "id": "3969",
        "name": "دهوك فايدا"
      },
      {
        "id": "3970",
        "name": "دهوك قريه رزكاري"
      },
      {
        "id": "3971",
        "name": "دهوك كمبه فايدا"
      },
      {
        "id": "3972",
        "name": "دهوك كمبه كبرتو"
      },
      {
        "id": "3973",
        "name": "دهوك باختمي"
      },
      {
        "id": "3974",
        "name": "الوكا وصناعه دهوك"
      },
      {
        "id": "3975",
        "name": "الشارع التجاري"
      },
      {
        "id": "3976",
        "name": "قوش"
      },
      {
        "id": "4552",
        "name": "دهوك كيارو شارع المشاتل"
      },
      {
        "id": "4553",
        "name": "زاخو خربابكي"
      },
      {
        "id": "4554",
        "name": "زاخو دوره صالح"
      },
      {
        "id": "4555",
        "name": "شيخان مهد"
      },
      {
        "id": "4616",
        "name": "دهوك لالش"
      },
      {
        "id": "4637",
        "name": "دهوك كفركي"
      },
      {
        "id": "4647",
        "name": "دهوك سي كركا"
      },
      {
        "id": "4648",
        "name": "دهوك ديارى"
      },
      {
        "id": "4649",
        "name": "دهوك حي شرطه تاخى رةزي"
      },
      {
        "id": "4650",
        "name": "دهوك مستشفى ازادي"
      },
      {
        "id": "4651",
        "name": "دهوك مستشفى الحروق"
      },
      {
        "id": "4667",
        "name": "السوق القديم"
      },
      {
        "id": "4785",
        "name": "زاخو حديقه"
      },
      {
        "id": "4786",
        "name": "كيارو"
      },
      {
        "id": "4901",
        "name": "زري لاند"
      },
      {
        "id": "4903",
        "name": "زاخو العباسيه"
      },
      {
        "id": "4904",
        "name": "زاخو عباسيكه"
      },
      {
        "id": "4906",
        "name": "دهوك كيفلا"
      },
      {
        "id": "4907",
        "name": "دهوك كيري باص"
      },
      {
        "id": "4909",
        "name": "زاخو شقا"
      },
      {
        "id": "4910",
        "name": "دهوك كري كوري"
      },
      {
        "id": "4911",
        "name": "دهوك شاخكي"
      },
      {
        "id": "4914",
        "name": "شيخان بعذره"
      },
      {
        "id": "4915",
        "name": "شيخان قضاء بردرش"
      },
      {
        "id": "4916",
        "name": "شيخان مخيم بردرش"
      },
      {
        "id": "4927",
        "name": "دهوك سميل"
      },
      {
        "id": "4935",
        "name": "1دهوك شقق دابين"
      },
      {
        "id": "4936",
        "name": "دهوك شقق دابين2"
      },
      {
        "id": "4942",
        "name": "دهوك كلي"
      },
      {
        "id": "4943",
        "name": "صناعه معارض"
      },
      {
        "id": "4949",
        "name": "دهوك ايتيت شقق مسيحي"
      },
      {
        "id": "4950",
        "name": "دهوك مستشفى وان كلوبال"
      },
      {
        "id": "4951",
        "name": "دهوك شارع السينما"
      },
      {
        "id": "4952",
        "name": "دهوك دولار سنتر"
      },
      {
        "id": "4953",
        "name": "دهوك سوق الدولار"
      },
      {
        "id": "4954",
        "name": "دهوك بارك بارزان"
      },
      {
        "id": "4957",
        "name": "شيخان قصروك"
      },
      {
        "id": "4958",
        "name": "دهوك قسارا"
      },
      {
        "id": "4960",
        "name": "شقق دهوك"
      },
      {
        "id": "4961",
        "name": "حي العسكري جامع قاضي محمد"
      },
      {
        "id": "4971",
        "name": "دهوك مجمع شاريه"
      },
      {
        "id": "4974",
        "name": "زاخو شقه"
      },
      {
        "id": "4975",
        "name": "زاخو فرقه"
      },
      {
        "id": "4978",
        "name": "العماديه شيلادز"
      },
      {
        "id": "4979",
        "name": "دهوك جوري بازار"
      },
      {
        "id": "5099",
        "name": "دهوك دريم ستي"
      },
      {
        "id": "5100",
        "name": "دهوك حديقه بارزان"
      },
      {
        "id": "5103",
        "name": "دهوك روز ستي"
      },
      {
        "id": "5109",
        "name": "دهوك حي الملاين"
      },
      {
        "id": "5119",
        "name": "دهوك كري باص"
      },
      {
        "id": "5143",
        "name": "دهوك باجلور كلي"
      },
      {
        "id": "5228",
        "name": "زاخو اوفر باص"
      },
      {
        "id": "5231",
        "name": "دهوك مالطا شارع الجوازات القديم"
      },
      {
        "id": "5254",
        "name": "مالتا"
      },
      {
        "id": "5281",
        "name": "زاخو نفق"
      },
      {
        "id": "5282",
        "name": "زاخو جامع جودي"
      },
      {
        "id": "5308",
        "name": "دهوك دوره ماموزين"
      },
      {
        "id": "5309",
        "name": "دهوك فندق دلشاد"
      },
      {
        "id": "5318",
        "name": "دهوك كه لي"
      },
      {
        "id": "5336",
        "name": "دهوك كشتيار"
      },
      {
        "id": "5337",
        "name": "دهوك شارع كشتيار"
      },
      {
        "id": "5338",
        "name": "جامعه زاخو"
      },
      {
        "id": "5339",
        "name": "زاخو سه ري ره زا"
      },
      {
        "id": "5340",
        "name": "عقره ناي بازار"
      },
      {
        "id": "5341",
        "name": "شيخان جسر ماندان"
      },
      {
        "id": "5357",
        "name": "دهوك كفرك الجديد"
      },
      {
        "id": "5361",
        "name": "زاخو باتيلي"
      },
      {
        "id": "5362",
        "name": "زاخو سوق الدولار"
      },
      {
        "id": "5370",
        "name": "دهوك شارع اشتي مالطا"
      },
      {
        "id": "5376",
        "name": "زاخو كمبه بيرسيفى"
      },
      {
        "id": "5385",
        "name": "العماديه قادش"
      },
      {
        "id": "5465",
        "name": "زاخو مجمع دابين"
      },
      {
        "id": "5466",
        "name": "زاخو شقق دابين"
      },
      {
        "id": "5471",
        "name": "دهوك ئاكري"
      },
      {
        "id": "5493",
        "name": "زاخو فندق نوبل"
      },
      {
        "id": "5495",
        "name": "زاخو مطعم سرجنار"
      },
      {
        "id": "5496",
        "name": "زاخو سوق الجمعه"
      },
      {
        "id": "5498",
        "name": "دهوك زركا جامع صباح اتروشي"
      },
      {
        "id": "5500",
        "name": "دهوك ساحه برا"
      },
      {
        "id": "5502",
        "name": "القوش دوغات"
      },
      {
        "id": "5506",
        "name": "انيشكى العماديه"
      },
      {
        "id": "5549",
        "name": "دهوك شقق كايار"
      },
      {
        "id": "5550",
        "name": "دهوك مستشفى دكتور غازي"
      },
      {
        "id": "5567",
        "name": "اخرى"
      },
      {
        "id": "5614",
        "name": "شيخان جره"
      },
      {
        "id": "5619",
        "name": "زاخو7نيسان"
      },
      {
        "id": "5620",
        "name": "زاخو سبعه نيسان"
      },
      {
        "id": "5621",
        "name": "زاخو مودا مول"
      },
      {
        "id": "5632",
        "name": "دهوك مالطا قاعه اوسكار"
      },
      {
        "id": "5655",
        "name": "العماديه انيشكي"
      },
      {
        "id": "5656",
        "name": "العماديه اينشكي"
      },
      {
        "id": "5657",
        "name": "دهوك صناعه معارض"
      },
      {
        "id": "5659",
        "name": "زاخو ئاشي جه مي"
      },
      {
        "id": "5669",
        "name": "دهوك فايدا الجامع الكبير"
      },
      {
        "id": "5722",
        "name": "زاخو مارينا"
      },
      {
        "id": "5723",
        "name": "زاخو موقبله"
      },
      {
        "id": "5779",
        "name": "العماديه جمانكي"
      },
      {
        "id": "5842",
        "name": "دهوك كري سور"
      },
      {
        "id": "5893",
        "name": "دهوك حديقه الحيوان"
      },
      {
        "id": "6052",
        "name": "دهوك مالطا انور مايي"
      },
      {
        "id": "6061",
        "name": "زاخو محكمه"
      },
      {
        "id": "6062",
        "name": "زاخو كنيسه الارمن"
      },
      {
        "id": "6063",
        "name": "زاخو باطوفه"
      },
      {
        "id": "6064",
        "name": "العماديه ئيمينكى"
      },
      {
        "id": "6065",
        "name": "العماديه امينكى"
      },
      {
        "id": "6069",
        "name": "زاخو بالقوس"
      },
      {
        "id": "6077",
        "name": "دهوك كرو صيدليه هناسه"
      },
      {
        "id": "6111",
        "name": "دهوك ماسيك مرسين تاور"
      },
      {
        "id": "6122",
        "name": "دهوك اريا ستي"
      },
      {
        "id": "6125",
        "name": "زاخو محلا شهيدا"
      },
      {
        "id": "6149",
        "name": "دهوك مخيم كبرتو"
      },
      {
        "id": "6154",
        "name": "دهوك سوق برا"
      },
      {
        "id": "6155",
        "name": "دهوك سوك برا"
      },
      {
        "id": "6162",
        "name": "دهوك مالطا شاهان تاور"
      },
      {
        "id": "6163",
        "name": "دهوك برايم فيو تاور"
      },
      {
        "id": "6198",
        "name": "دهوك صناعه بروشكي"
      },
      {
        "id": "6199",
        "name": "دهوك  بروشكي مطعم العزائم"
      },
      {
        "id": "6206",
        "name": "دهوك بروشكي بارك سرهلدان"
      },
      {
        "id": "6207",
        "name": "زاخو شقق"
      },
      {
        "id": "6210",
        "name": "زاخو دوره صالح يوسف"
      },
      {
        "id": "6211",
        "name": "دهوك بروشكي سوق العصري"
      },
      {
        "id": "6215",
        "name": "دهوك ماربيلا"
      },
      {
        "id": "6223",
        "name": "شيخان قرية هزار جوت"
      },
      {
        "id": "6224",
        "name": "مالطا توين تاوار"
      },
      {
        "id": "6225",
        "name": "زاخو كرشين"
      },
      {
        "id": "6227",
        "name": "دوميز لالاف كولدن بارك"
      },
      {
        "id": "6228",
        "name": "دوميز لالاف ستي"
      },
      {
        "id": "6234",
        "name": "دهوك مالطا بيل ستي"
      },
      {
        "id": "6236",
        "name": "دهوك مطعم دنيا"
      },
      {
        "id": "6240",
        "name": "دهوك زركا شارع ميدان"
      },
      {
        "id": "6263",
        "name": "مالطا غرفه التجاره"
      }
    ]
  },
  {
    "id": "7",
    "name": "ديالى",
    "regions": [
      {
        "id": "1094",
        "name": "بعقوبة"
      },
      {
        "id": "1272",
        "name": "بلدروز عتبة"
      },
      {
        "id": "1273",
        "name": "بلدروز"
      },
      {
        "id": "1274",
        "name": "بلدروز امام عسكر"
      },
      {
        "id": "1275",
        "name": "بلدروز امام منصور"
      },
      {
        "id": "1276",
        "name": "بلدروز قرية الحرية"
      },
      {
        "id": "1277",
        "name": "خانقين توتك"
      },
      {
        "id": "1278",
        "name": "خانقين احمد طاهر"
      },
      {
        "id": "1279",
        "name": "خانقين بهر تازة"
      },
      {
        "id": "1280",
        "name": "خانقين بختياري"
      },
      {
        "id": "1281",
        "name": "خانقين امام عباس"
      },
      {
        "id": "1282",
        "name": "خانقين ملك شاه"
      },
      {
        "id": "1283",
        "name": "خانقين علياوة"
      },
      {
        "id": "1284",
        "name": "خانقين حي الشهداء"
      },
      {
        "id": "1285",
        "name": "خانقين 7نيسان"
      },
      {
        "id": "1286",
        "name": "خانقين جبراوة"
      },
      {
        "id": "1287",
        "name": "خانقين بانميل"
      },
      {
        "id": "1288",
        "name": "خانقين اركوازي"
      },
      {
        "id": "1290",
        "name": "خانقين ملة عزيز"
      },
      {
        "id": "1292",
        "name": "خانقين مجمع وند ستي"
      },
      {
        "id": "1294",
        "name": "خانقين مجمع اورانوس"
      },
      {
        "id": "1295",
        "name": "خانقين مجمع رسان السكني"
      },
      {
        "id": "1296",
        "name": "خانقين حي العمال"
      },
      {
        "id": "1297",
        "name": "خانقين حي المعلمين"
      },
      {
        "id": "1303",
        "name": "خانقين  حي المعلمين"
      },
      {
        "id": "1304",
        "name": "خانقين دارة كنارة"
      },
      {
        "id": "1305",
        "name": "خانقين  حي مزرعة"
      },
      {
        "id": "1306",
        "name": "خانقين شارع الاطباء"
      },
      {
        "id": "1308",
        "name": "خانقين  تل فروش"
      },
      {
        "id": "1310",
        "name": "خانقين حي رمضان"
      },
      {
        "id": "1312",
        "name": "خانقين حي الشرطة"
      },
      {
        "id": "1313",
        "name": "خانقين حي سيروان"
      },
      {
        "id": "1315",
        "name": "خانقين علي مراد"
      },
      {
        "id": "1317",
        "name": "خانقين يوسف بيك"
      },
      {
        "id": "1319",
        "name": "خانقين  امين بايير"
      },
      {
        "id": "1321",
        "name": "خانقين ميخاس"
      },
      {
        "id": "1322",
        "name": "خانقين  بابا محمود"
      },
      {
        "id": "1325",
        "name": "خانقين كلي او قولاي"
      },
      {
        "id": "1327",
        "name": "جلولاء حي المرور"
      },
      {
        "id": "1329",
        "name": "جلولاء  حي التجنيد"
      },
      {
        "id": "1332",
        "name": "جلولاء حي الوحدة"
      },
      {
        "id": "1333",
        "name": "جلولاءحي الجماهير"
      },
      {
        "id": "1335",
        "name": "جلولاء حي العروبة"
      },
      {
        "id": "1337",
        "name": "جلولاء  حي الطليعة"
      },
      {
        "id": "1347",
        "name": "جلولاء حي الشهداء"
      },
      {
        "id": "1348",
        "name": "جلولاء حي الخضراء"
      },
      {
        "id": "1351",
        "name": "جلولاء حي الدور"
      },
      {
        "id": "1353",
        "name": "جلولاءحي السوك"
      },
      {
        "id": "1356",
        "name": "جلولاء قرى الاصلاح"
      },
      {
        "id": "1359",
        "name": "جلولاء قرى ام الحنطة"
      },
      {
        "id": "1360",
        "name": "جلولاء قرى باهيزة"
      },
      {
        "id": "1362",
        "name": "قرةتبة حي الصدر"
      },
      {
        "id": "1363",
        "name": "قرةتبة حي الشرطة"
      },
      {
        "id": "1364",
        "name": "قرةتبة حي القاطع"
      },
      {
        "id": "1366",
        "name": "قرةتبة"
      },
      {
        "id": "1372",
        "name": "قرةتبة حي الداخل القديم"
      },
      {
        "id": "1376",
        "name": "ناحية جبارة"
      },
      {
        "id": "1378",
        "name": "قرةتبة قرية حجية علي"
      },
      {
        "id": "1380",
        "name": "قرة تبة  حي الشهداء"
      },
      {
        "id": "1381",
        "name": "السعدية حي الربيع"
      },
      {
        "id": "1382",
        "name": "قرةتبة غزيفة"
      },
      {
        "id": "1385",
        "name": "قرةتبة خضران"
      },
      {
        "id": "1419",
        "name": "قرةتبة"
      },
      {
        "id": "1420",
        "name": "قرة تبة حي النصر"
      },
      {
        "id": "1421",
        "name": "قرة تبة الصفصافة"
      },
      {
        "id": "1424",
        "name": "قرةتبة كشكول الصغير"
      },
      {
        "id": "1425",
        "name": "قرةتبة كشكول الكبيرة"
      },
      {
        "id": "1428",
        "name": "حمرين تقاطع كباشي"
      },
      {
        "id": "1431",
        "name": "حمرين  قرى حمرين"
      },
      {
        "id": "1435",
        "name": "بعقوبة زاغنية"
      },
      {
        "id": "1437",
        "name": "بعقوبة"
      },
      {
        "id": "1438",
        "name": "بعقوبة زهرة"
      },
      {
        "id": "1440",
        "name": "بعقوبة الرعاية"
      },
      {
        "id": "1442",
        "name": "بعقوبة دور الامام"
      },
      {
        "id": "1444",
        "name": "بعقوبة الجزائر"
      },
      {
        "id": "1448",
        "name": "بعقوبة الجديدة"
      },
      {
        "id": "1450",
        "name": "بعقوبة القديمة"
      },
      {
        "id": "1452",
        "name": "بعقوبة تقاطع القدس"
      },
      {
        "id": "1455",
        "name": "بعقوبة الحديد"
      },
      {
        "id": "1456",
        "name": "بعقوبة حي المعلمين"
      },
      {
        "id": "1458",
        "name": "شارع خريسان"
      },
      {
        "id": "1461",
        "name": "بعقوبة حي المهندسين"
      },
      {
        "id": "1463",
        "name": "بعقوبة جرف الملح"
      },
      {
        "id": "1465",
        "name": "بعقوبة السادة"
      },
      {
        "id": "1468",
        "name": "بعقوبة السوامرة"
      },
      {
        "id": "1470",
        "name": "بعقوبة 7نيسان"
      },
      {
        "id": "1473",
        "name": "شهربان ابو صيدا"
      },
      {
        "id": "1474",
        "name": "شهربان زهيرات"
      },
      {
        "id": "1475",
        "name": "شهربان حساوبة"
      },
      {
        "id": "1476",
        "name": "شهربان ابو خريبيش"
      },
      {
        "id": "1477",
        "name": "شهربان ذياب ضباب"
      },
      {
        "id": "1478",
        "name": "شهربان عواشق"
      },
      {
        "id": "1479",
        "name": "بعقوبة الاهويدر"
      },
      {
        "id": "1481",
        "name": "بعقوبة سبتية"
      },
      {
        "id": "1483",
        "name": "بعقوبة ركة حجي سهيل"
      },
      {
        "id": "1484",
        "name": "بعقوبة الاسود"
      },
      {
        "id": "1485",
        "name": "بعقوبة دور الزراعة"
      },
      {
        "id": "1487",
        "name": "بعقوبة سيف سعد"
      },
      {
        "id": "1488",
        "name": "بعقوبة الهاشميات"
      },
      {
        "id": "1490",
        "name": "بعقوبة  تتن"
      },
      {
        "id": "1491",
        "name": "بعقوبة دحيلة"
      },
      {
        "id": "1495",
        "name": "بعقوبة تقاطع السادة"
      },
      {
        "id": "1501",
        "name": "خالص"
      },
      {
        "id": "1503",
        "name": "خالص الاهالي"
      },
      {
        "id": "1506",
        "name": "خالص جسر الغوالبة"
      },
      {
        "id": "1508",
        "name": "خالص الموبالي"
      },
      {
        "id": "1509",
        "name": "خالص جامع التوبة"
      },
      {
        "id": "1511",
        "name": "خالص حي الزهراء"
      },
      {
        "id": "1512",
        "name": "خالص حي الجنود"
      },
      {
        "id": "1514",
        "name": "خالص حي البيادر"
      },
      {
        "id": "1515",
        "name": "خالص حي العصري"
      },
      {
        "id": "1516",
        "name": "خالص  حي العمال"
      },
      {
        "id": "1517",
        "name": "خالص جديدة الاغوات"
      },
      {
        "id": "1518",
        "name": "خالص سعدية الشط"
      },
      {
        "id": "1519",
        "name": "خالص السندية"
      },
      {
        "id": "1520",
        "name": "خالص جيزاني الجول"
      },
      {
        "id": "1522",
        "name": "خالص  زنبور"
      },
      {
        "id": "1525",
        "name": "خالص  الدوجمة"
      },
      {
        "id": "1530",
        "name": "خالص  الناي"
      },
      {
        "id": "1532",
        "name": "خالص  صفيط"
      },
      {
        "id": "1534",
        "name": "خالص الزركان"
      },
      {
        "id": "1536",
        "name": "خالص  العودة"
      },
      {
        "id": "1538",
        "name": "خالص معسكر اشرف"
      },
      {
        "id": "1541",
        "name": "خالص  العظيم"
      },
      {
        "id": "1543",
        "name": "خان بني سعد مرادية الزهواي"
      },
      {
        "id": "1545",
        "name": "خان بني سعد مرادية شارع المحولة"
      },
      {
        "id": "1547",
        "name": "خان بني سعد  مركز سويد"
      },
      {
        "id": "1549",
        "name": "خان بني سعد شارع دليم"
      },
      {
        "id": "1551",
        "name": "خان بني سعد  مرادية سيح"
      },
      {
        "id": "1553",
        "name": "خان بني سعد  سيح"
      },
      {
        "id": "1555",
        "name": "خان بني سعد  عرب جبارة"
      },
      {
        "id": "1556",
        "name": "خان بني سعد  العيثة"
      },
      {
        "id": "1558",
        "name": "خان بني سعد  منطقة سيد عواد"
      },
      {
        "id": "1560",
        "name": "خان بني سعد ابو سير"
      },
      {
        "id": "1561",
        "name": "خان بني سعد قرية الرسول"
      },
      {
        "id": "1562",
        "name": "خان بني سعد  قرية الانتصار"
      },
      {
        "id": "1563",
        "name": "خان بني سعد  حي العسكري"
      },
      {
        "id": "1564",
        "name": "خان بني سعد  حي الشهداء"
      },
      {
        "id": "1565",
        "name": "خان بني سعد  حي العصري"
      },
      {
        "id": "1566",
        "name": "خان بني سعد  حي ابو سالم"
      },
      {
        "id": "1567",
        "name": "خان بني سعد  حي القادسية"
      },
      {
        "id": "1568",
        "name": "خان بني سعد حي الربيع"
      },
      {
        "id": "1569",
        "name": "خان بني سعد الشيماء"
      },
      {
        "id": "1570",
        "name": "خان بني سعد  17تموز"
      },
      {
        "id": "1571",
        "name": "خان بني سعد  محطة الزبيدي"
      },
      {
        "id": "1572",
        "name": "خان بني سعد السعادة"
      },
      {
        "id": "1573",
        "name": "خان بني سعد  خلوف"
      },
      {
        "id": "1574",
        "name": "خان بني سعد التاميم"
      },
      {
        "id": "1575",
        "name": "خان بني سعد  محمد سكران"
      },
      {
        "id": "1576",
        "name": "خان بني سعد  المحبوبية"
      },
      {
        "id": "1577",
        "name": "خان بني سعد شارع الدمن"
      },
      {
        "id": "1578",
        "name": "خان بني سعد  فلكة الخان"
      },
      {
        "id": "1579",
        "name": "خان بني سعد  نهر البستان"
      },
      {
        "id": "1580",
        "name": "خان بني سعد  حي الصادق"
      },
      {
        "id": "1581",
        "name": "خان بني سعد  حي الحسين"
      },
      {
        "id": "1582",
        "name": "ناحية السلام"
      },
      {
        "id": "1583",
        "name": "العمبكية العبدال"
      },
      {
        "id": "1584",
        "name": "المجدد"
      },
      {
        "id": "1585",
        "name": "الوندية"
      },
      {
        "id": "1586",
        "name": "حسين سعيد"
      },
      {
        "id": "1587",
        "name": "البو عزيز"
      },
      {
        "id": "1588",
        "name": "البوالعلاوي"
      },
      {
        "id": "1589",
        "name": "النقيب"
      },
      {
        "id": "1590",
        "name": "الكليعة"
      },
      {
        "id": "1591",
        "name": "البوشاهين"
      },
      {
        "id": "1592",
        "name": "صريوات"
      },
      {
        "id": "1593",
        "name": "العجيمي"
      },
      {
        "id": "1594",
        "name": "دلي عباس الويسي"
      },
      {
        "id": "1595",
        "name": "دلي عباس سراجق"
      },
      {
        "id": "1596",
        "name": "الوشاع"
      },
      {
        "id": "1597",
        "name": "دلي عباس الكوام"
      },
      {
        "id": "1598",
        "name": "دلي عباس شروين"
      },
      {
        "id": "1599",
        "name": "دلي عباس  ناحية المنصورية"
      },
      {
        "id": "1600",
        "name": "دلي عباس منصورية الجبل"
      },
      {
        "id": "1601",
        "name": "دلي عباس دواليب"
      },
      {
        "id": "1602",
        "name": "دلي عباس مجاريين"
      },
      {
        "id": "1603",
        "name": "دلي عباس  العرايضة"
      },
      {
        "id": "1604",
        "name": "دلي عباس الدواليب"
      },
      {
        "id": "1630",
        "name": "بعقوبة درو الزراع"
      },
      {
        "id": "1633",
        "name": "بعقوبة المجمع الصناعي"
      },
      {
        "id": "1637",
        "name": "بعقوبة كلية القانون والعلوم السياسية"
      },
      {
        "id": "1642",
        "name": "بعقوبة  كلية الهندسة"
      },
      {
        "id": "1645",
        "name": "بعقوبة كلية بلاد الرافدين"
      },
      {
        "id": "1653",
        "name": "بعقوبة كلية اليرموك الجامعة"
      },
      {
        "id": "1676",
        "name": "الرحمة جامع الاقصى"
      },
      {
        "id": "1680",
        "name": "كاطون الرحمة"
      },
      {
        "id": "1686",
        "name": "بعقوبة الرحمة دليمات"
      },
      {
        "id": "1690",
        "name": "بعقوبة المفرق"
      },
      {
        "id": "1694",
        "name": "بعقوبة كاطون الرازي"
      },
      {
        "id": "1696",
        "name": "بعقوبة كاطون بيروت"
      },
      {
        "id": "1704",
        "name": "بعقوبة كاطون  افران دبي"
      },
      {
        "id": "1712",
        "name": "بعقوبة كاطون الحولي"
      },
      {
        "id": "1730",
        "name": "بعقوبة كاطون العثمانية"
      },
      {
        "id": "1751",
        "name": "بعقوبة  حي المعلمين"
      },
      {
        "id": "1807",
        "name": "بعقوبة مفرق المجسر"
      },
      {
        "id": "1838",
        "name": "بعقوبة حي المعلمين دور الزراعة"
      },
      {
        "id": "1842",
        "name": "بعقوبة  حي المعلمين دور المعجون"
      },
      {
        "id": "1845",
        "name": "بعقوبة  الصناعة الاولى"
      },
      {
        "id": "1847",
        "name": "بعقوبة  الصناعة الثانية"
      },
      {
        "id": "1850",
        "name": "بعقوبة  الصناعة الثالثة"
      },
      {
        "id": "1851",
        "name": "بعقوبة  ام الاعظام"
      },
      {
        "id": "1855",
        "name": "بعقوبة دور مندلي"
      },
      {
        "id": "1869",
        "name": "بعقوبة مجمع مكي السكني"
      },
      {
        "id": "1871",
        "name": "بعقوبة  سايلو بعقوبة"
      },
      {
        "id": "1886",
        "name": "بعقوبة العزات"
      },
      {
        "id": "1888",
        "name": "بعقوبة نهر الحجية"
      },
      {
        "id": "1891",
        "name": "بعقوبة الشريف"
      },
      {
        "id": "1893",
        "name": "بعقوبة جسر الشريف"
      },
      {
        "id": "1900",
        "name": "بعقوبة عبدالحميد"
      },
      {
        "id": "1902",
        "name": "بعقوبة دورة الامام"
      },
      {
        "id": "1903",
        "name": "بعقوبة  دور الباوية"
      },
      {
        "id": "1904",
        "name": "بعقوبة حد الاخضر"
      },
      {
        "id": "1905",
        "name": "بعقوبة"
      },
      {
        "id": "1906",
        "name": "بعقوبة خرنابات"
      },
      {
        "id": "1911",
        "name": "بعقوبة جسر خرنبات"
      },
      {
        "id": "1913",
        "name": "بعقوبة بودجة"
      },
      {
        "id": "1915",
        "name": "بعقوبة  السبتية"
      },
      {
        "id": "1927",
        "name": "بعقوبة  حي العبور"
      },
      {
        "id": "1929",
        "name": "بعقوبة  الحكيم"
      },
      {
        "id": "1937",
        "name": "بعقوبة  الرعاية"
      },
      {
        "id": "1939",
        "name": "بعقوبة  ام النوة"
      },
      {
        "id": "1942",
        "name": "بعقوبة ام الاكرفس"
      },
      {
        "id": "1944",
        "name": "بعقوبة  باب الدرب"
      },
      {
        "id": "1953",
        "name": "بعقوبة  السوامرة"
      },
      {
        "id": "1954",
        "name": "بعقوبة الاحيمر"
      },
      {
        "id": "1956",
        "name": "بعقوبة عرب جتال"
      },
      {
        "id": "1959",
        "name": "بعقوبة  جبينات"
      },
      {
        "id": "1966",
        "name": "بعقوبة كاتب العدل"
      },
      {
        "id": "1967",
        "name": "بعقوبة  فلكة الامين"
      },
      {
        "id": "1985",
        "name": "بعقوبة امام المحسن"
      },
      {
        "id": "1986",
        "name": "بعقوبة  البردية"
      },
      {
        "id": "1990",
        "name": "بعقوبة قرية داود السالم"
      },
      {
        "id": "1994",
        "name": "بعقوبة قرية عداي"
      },
      {
        "id": "1999",
        "name": "بعقوبة البدوانية"
      },
      {
        "id": "2000",
        "name": "بعقوبة  قرية دواي"
      },
      {
        "id": "2001",
        "name": "بعقوبة  7نيسان"
      },
      {
        "id": "2002",
        "name": "بعقوبة شارع الطابو"
      },
      {
        "id": "2003",
        "name": "خان الوالوة"
      },
      {
        "id": "2005",
        "name": "بعقوبة  الفلاحة"
      },
      {
        "id": "2007",
        "name": "بعقوبة المجرة"
      },
      {
        "id": "2011",
        "name": "بعقوبة الامير هاوس"
      },
      {
        "id": "2013",
        "name": "بعقوبة  تقاطع الوثبة"
      },
      {
        "id": "2017",
        "name": "بعقوبة تقاطع البلدة"
      },
      {
        "id": "2019",
        "name": "بعقوبة التحرير"
      },
      {
        "id": "2020",
        "name": "بعقوبة  بهرز"
      },
      {
        "id": "2024",
        "name": "بعقوبة  بهرز ابو خميس"
      },
      {
        "id": "2028",
        "name": "بعقوبة بهرز امام حبش"
      },
      {
        "id": "2031",
        "name": "بعقوبة  برغة"
      },
      {
        "id": "2034",
        "name": "بعقوبة شارع المحافظة"
      },
      {
        "id": "2035",
        "name": "بعقوبة  تقاطع التربية"
      },
      {
        "id": "2042",
        "name": "بعقوبة المعد التقني"
      },
      {
        "id": "2044",
        "name": "بعقوبة  معسكر سعد"
      },
      {
        "id": "2046",
        "name": "بعقوبة شارع الجملة"
      },
      {
        "id": "2048",
        "name": "بعقوبة نادي ديالى"
      },
      {
        "id": "2051",
        "name": "بعقوبة السوق"
      },
      {
        "id": "2052",
        "name": "بعقوبة القديمة خريسان"
      },
      {
        "id": "4093",
        "name": "بلدروز حي العسكري"
      },
      {
        "id": "4094",
        "name": "بلدروز حي العصري"
      },
      {
        "id": "4095",
        "name": "بلدروز بوابة"
      },
      {
        "id": "4096",
        "name": "بلدروز شارع العلوة"
      },
      {
        "id": "4097",
        "name": "بلدروز شارع البلدية"
      },
      {
        "id": "4098",
        "name": "بلدروز دور مندلي"
      },
      {
        "id": "4099",
        "name": "بلدروز حي الجامعة"
      },
      {
        "id": "4105",
        "name": "مندلي منطقة الجسر"
      },
      {
        "id": "4106",
        "name": "مندلي عين السبع"
      },
      {
        "id": "4107",
        "name": "مندلي تل ارميم"
      },
      {
        "id": "4108",
        "name": "مندلي حي السجاد"
      },
      {
        "id": "4109",
        "name": "مندلي حي البكر"
      },
      {
        "id": "4110",
        "name": "مندلي اشبيلية"
      },
      {
        "id": "4111",
        "name": "مندلي السوق"
      },
      {
        "id": "4112",
        "name": "مندلي 7نيسان"
      },
      {
        "id": "4113",
        "name": "مندلي عروسات مندلي"
      },
      {
        "id": "4114",
        "name": "مندلية قزانية"
      },
      {
        "id": "4115",
        "name": "مندلي امام كرز الدين"
      },
      {
        "id": "4116",
        "name": "مندلي ميسلون"
      },
      {
        "id": "4117",
        "name": "مندلي كركوش"
      },
      {
        "id": "4119",
        "name": "المقداديةسنسل  جزيرة"
      },
      {
        "id": "4120",
        "name": "المقداديةسنسل  عرب ظاهر"
      },
      {
        "id": "4121",
        "name": "المقدادية سنسل شاقراق"
      },
      {
        "id": "4122",
        "name": "المقداديةسنسل  الوسط"
      },
      {
        "id": "4123",
        "name": "المقدادية سنسل امام عباس"
      },
      {
        "id": "4124",
        "name": "المقداديةسنسل  التايه"
      },
      {
        "id": "4125",
        "name": "المقداديةسنسل  طنيرة"
      },
      {
        "id": "4126",
        "name": "المقداديةسنسل  ابو دهن"
      },
      {
        "id": "4127",
        "name": "المقدادية سنسل العالي"
      },
      {
        "id": "4128",
        "name": "المقدادية سنسل زحام"
      },
      {
        "id": "4129",
        "name": "المقدادية سنسل سيود"
      },
      {
        "id": "4130",
        "name": "المقدادية سنسل جمرخي"
      },
      {
        "id": "4131",
        "name": "المقدادية سنسل حمبس"
      },
      {
        "id": "4132",
        "name": "المقداديةسنسل  الهيب"
      },
      {
        "id": "4133",
        "name": "المقدادية سنسل البو موسى"
      },
      {
        "id": "4134",
        "name": "المقدادية سنسل عرب فارس"
      },
      {
        "id": "4135",
        "name": "المقدادية سنسل القلعة الاولى"
      },
      {
        "id": "4136",
        "name": "المقدادية سنسل القلعة الثانية"
      },
      {
        "id": "4137",
        "name": "المقداديةسنسل  الحمادة"
      },
      {
        "id": "4225",
        "name": "الغالبيه"
      },
      {
        "id": "4226",
        "name": "المقداديه"
      },
      {
        "id": "4227",
        "name": "المقدادية الوجيهية"
      },
      {
        "id": "4228",
        "name": "كنعان نهر ابراهيم"
      },
      {
        "id": "4229",
        "name": "كنعان قرية يونس"
      },
      {
        "id": "4230",
        "name": "كنعان حي الصديق"
      },
      {
        "id": "4231",
        "name": "كنعان الجنسية"
      },
      {
        "id": "4232",
        "name": "كنعان البدعة"
      },
      {
        "id": "4233",
        "name": "كنعان"
      },
      {
        "id": "4234",
        "name": "كنعان دور مندلي"
      },
      {
        "id": "4235",
        "name": "كنعان ابو هديب"
      },
      {
        "id": "4236",
        "name": "كنعان حسينية السجاد"
      },
      {
        "id": "4237",
        "name": "كنعان"
      },
      {
        "id": "4238",
        "name": "كنعان"
      },
      {
        "id": "4239",
        "name": "كنعان جامع الشهيد اركان"
      },
      {
        "id": "4240",
        "name": "كنعان شارع شميسات"
      },
      {
        "id": "4241",
        "name": "كنعان صكوك"
      },
      {
        "id": "4242",
        "name": "كنعان ابو حلاوة"
      },
      {
        "id": "4243",
        "name": "كنعان الشيشان"
      },
      {
        "id": "4244",
        "name": "كنعان عرب سعو"
      },
      {
        "id": "4245",
        "name": "كنعان مطعم جمانة"
      },
      {
        "id": "4246",
        "name": "كنعان سيسبانة"
      },
      {
        "id": "4247",
        "name": "كنعان بربوتي"
      },
      {
        "id": "4248",
        "name": "كنعان قرية احمد خلف"
      },
      {
        "id": "4249",
        "name": "كنعان قرية حجي جاسم"
      },
      {
        "id": "4250",
        "name": "كنعان قرية كذاوي"
      },
      {
        "id": "4251",
        "name": "كنعان ابو صخول"
      },
      {
        "id": "4252",
        "name": "كنعان البيطرة"
      },
      {
        "id": "4253",
        "name": "كنعان"
      },
      {
        "id": "4254",
        "name": "كنعان"
      },
      {
        "id": "4255",
        "name": "كنعان قرية بيت شياع"
      },
      {
        "id": "4256",
        "name": "كنعان"
      },
      {
        "id": "4257",
        "name": "كنعان قرية الموعود"
      },
      {
        "id": "4258",
        "name": "كنعان"
      },
      {
        "id": "4259",
        "name": "كنعان الشللات"
      },
      {
        "id": "4260",
        "name": "كنعان"
      },
      {
        "id": "4261",
        "name": "المقدادية"
      },
      {
        "id": "4262",
        "name": "شهربان"
      },
      {
        "id": "4263",
        "name": "المقدادية الجلالي"
      },
      {
        "id": "4264",
        "name": "المقدادية الشطاوي"
      },
      {
        "id": "4265",
        "name": "المقدادية ابو حصيوة"
      },
      {
        "id": "4266",
        "name": "المقدادية معمل الببسي"
      },
      {
        "id": "4267",
        "name": "المقدادية حي المهدي"
      },
      {
        "id": "4268",
        "name": "المقدادية دور الصفر"
      },
      {
        "id": "4269",
        "name": "المقدادية حي الحسين"
      },
      {
        "id": "4270",
        "name": "المقدادية حي العباس"
      },
      {
        "id": "4271",
        "name": "المقدادية حي العسكري"
      },
      {
        "id": "4272",
        "name": "المقدادية الاطفاء"
      },
      {
        "id": "4273",
        "name": "المقدادية  الحمر"
      },
      {
        "id": "4274",
        "name": "المقدادية ابو دهلاية"
      },
      {
        "id": "4275",
        "name": "المقدادية حي المهندسين"
      },
      {
        "id": "4276",
        "name": "المقدادية  حي المهندسين"
      },
      {
        "id": "4277",
        "name": "المقدادية معمل البان"
      },
      {
        "id": "4278",
        "name": "المقدادية حي القدس"
      },
      {
        "id": "4279",
        "name": "المقدادية حي اشور"
      },
      {
        "id": "4280",
        "name": "المقدادية بلور"
      },
      {
        "id": "4281",
        "name": "المقدادية حي النضال"
      },
      {
        "id": "4282",
        "name": "المقدادية العرصة"
      },
      {
        "id": "4283",
        "name": "المقدادية  حي المعلمين"
      },
      {
        "id": "4284",
        "name": "المقدادية النقابة"
      },
      {
        "id": "4285",
        "name": "المقدادية حي المعلمين"
      },
      {
        "id": "4286",
        "name": "المقدادية حي فلسطين"
      },
      {
        "id": "4287",
        "name": "المقدادية شارع دبي"
      },
      {
        "id": "4288",
        "name": "المقدادية الرمادية"
      },
      {
        "id": "4289",
        "name": "المقدادية  شارع الزراعة"
      },
      {
        "id": "4290",
        "name": "المقدادية  حي العصري"
      },
      {
        "id": "4291",
        "name": "المقدادية شارع الزراعة"
      },
      {
        "id": "4292",
        "name": "المقدادية شارع التربية"
      },
      {
        "id": "4293",
        "name": "المقدادية  كيلو 13"
      },
      {
        "id": "4294",
        "name": "المقدادية كيلو21"
      },
      {
        "id": "4295",
        "name": "المقدادية شوك الريم"
      },
      {
        "id": "4296",
        "name": "المقدادية نوفل"
      },
      {
        "id": "4297",
        "name": "المقدادية  العزي"
      },
      {
        "id": "4298",
        "name": "حد مكسر"
      },
      {
        "id": "4299",
        "name": "دلي عباس العنبكية"
      },
      {
        "id": "4300",
        "name": "المقدادية مياح"
      },
      {
        "id": "4301",
        "name": "المقدادية سبتة"
      },
      {
        "id": "4302",
        "name": "المقدادية قزلجة"
      },
      {
        "id": "4303",
        "name": "المقدادية  حي الشهداء"
      },
      {
        "id": "4304",
        "name": "المقدادية سنيجة"
      },
      {
        "id": "4305",
        "name": "المقدادية كصيب"
      },
      {
        "id": "4306",
        "name": "المقدادية بركنية"
      },
      {
        "id": "4307",
        "name": "المقدادية عمرانية"
      },
      {
        "id": "4308",
        "name": "المقدادية عزية"
      },
      {
        "id": "4309",
        "name": "المقدادية الملالة"
      },
      {
        "id": "4310",
        "name": "المقدادية ابو حديد"
      },
      {
        "id": "4311",
        "name": "المقدادية ابو عرابيد"
      },
      {
        "id": "4312",
        "name": "المقدادية المطار"
      },
      {
        "id": "4313",
        "name": "المقدادية دور الضباط"
      },
      {
        "id": "4314",
        "name": "المقدادية شارع الجزيرة"
      },
      {
        "id": "4315",
        "name": "المقدادية معراض العزي"
      },
      {
        "id": "4316",
        "name": "المقدادية الثورة الثانية"
      },
      {
        "id": "4317",
        "name": "المقدادية الثورة الثالثة"
      },
      {
        "id": "4318",
        "name": "المقدادية الثورة الاولى"
      },
      {
        "id": "4319",
        "name": "المقدادية دور الامن"
      },
      {
        "id": "4320",
        "name": "المقدادية قرية سلامة"
      },
      {
        "id": "4321",
        "name": "شارع طهران"
      },
      {
        "id": "4322",
        "name": "المقدادية  السوق القديم"
      },
      {
        "id": "4323",
        "name": "المقدادية الحرية"
      },
      {
        "id": "4324",
        "name": "المقدادية جسر الانكليز"
      },
      {
        "id": "4325",
        "name": "المقدادية العروبة"
      },
      {
        "id": "4326",
        "name": "المقدادية الدولاب"
      },
      {
        "id": "4327",
        "name": "المقدادية  الجيجان"
      },
      {
        "id": "4328",
        "name": "المقدادية الشاخة"
      },
      {
        "id": "4329",
        "name": "المقدادية تقاطع برشتة"
      },
      {
        "id": "4330",
        "name": "المقدادية جسر عوني"
      },
      {
        "id": "4331",
        "name": "المقدادية  الصدور"
      },
      {
        "id": "4332",
        "name": "شهربان  ابو جسرا"
      },
      {
        "id": "4333",
        "name": "شهربان صاطي"
      },
      {
        "id": "4334",
        "name": "شهربان تقاطع الوجيهية"
      },
      {
        "id": "4335",
        "name": "المقدادية امام ويس"
      },
      {
        "id": "4336",
        "name": "قرية الهويرة"
      },
      {
        "id": "4337",
        "name": "منصورية الشط"
      },
      {
        "id": "4338",
        "name": "دوخلة"
      },
      {
        "id": "4339",
        "name": "القصيرين"
      },
      {
        "id": "4340",
        "name": "الحويش"
      },
      {
        "id": "4341",
        "name": "جديدة الشط"
      },
      {
        "id": "4342",
        "name": "منطقة عبدالله الفياض"
      },
      {
        "id": "4343",
        "name": "منطقة العاصفة الغربية"
      },
      {
        "id": "4344",
        "name": "خالص الدراويش"
      },
      {
        "id": "4345",
        "name": "جديدة الشط البو علكة"
      },
      {
        "id": "4346",
        "name": "بعقوبه شارع الطابو"
      },
      {
        "id": "4347",
        "name": "بعقوبه الجديده نهر الحجيه"
      },
      {
        "id": "4351",
        "name": "هبهب"
      },
      {
        "id": "4354",
        "name": "قرة تبة"
      },
      {
        "id": "4372",
        "name": "خالص"
      },
      {
        "id": "4373",
        "name": "خالص الشرقية"
      },
      {
        "id": "4374",
        "name": "شفته"
      },
      {
        "id": "4425",
        "name": "بعقوبة شارع المحافظه"
      },
      {
        "id": "4505",
        "name": "خانقين"
      },
      {
        "id": "4520",
        "name": "مقداديه الوجهيه"
      },
      {
        "id": "4525",
        "name": "ديالى هبهب"
      },
      {
        "id": "4582",
        "name": "بعقوبه الكاطون"
      },
      {
        "id": "4658",
        "name": "بعقوبه الحديد"
      },
      {
        "id": "4775",
        "name": "بعقوبه السراي"
      },
      {
        "id": "4848",
        "name": "شهربان الجيزاني"
      },
      {
        "id": "4976",
        "name": "بلدروز حي الخلفاء"
      },
      {
        "id": "5117",
        "name": "بعقوبه نادي الفروسيه"
      },
      {
        "id": "5118",
        "name": "يعقوبه"
      },
      {
        "id": "5185",
        "name": "كنعان"
      },
      {
        "id": "5186",
        "name": "جامع كنعان القديم"
      },
      {
        "id": "5193",
        "name": "مندلي"
      },
      {
        "id": "5229",
        "name": "جيزاني الامام الخالص"
      },
      {
        "id": "5230",
        "name": "الخالص تحويله"
      },
      {
        "id": "5240",
        "name": "الزهيرات مقداديه"
      },
      {
        "id": "5568",
        "name": "بعقوبه مجمع التحرير"
      },
      {
        "id": "5618",
        "name": "جامعة ديالى"
      },
      {
        "id": "5895",
        "name": "بعقوبه"
      },
      {
        "id": "6088",
        "name": "اخرى"
      },
      {
        "id": "6212",
        "name": "tttt"
      }
    ]
  },
  {
    "id": "8",
    "name": "اربيل",
    "regions": [
      {
        "id": "3280",
        "name": "فندق سيزر"
      },
      {
        "id": "3291",
        "name": "اتلانتك"
      },
      {
        "id": "3292",
        "name": "لانه ستي"
      },
      {
        "id": "3293",
        "name": "اوزال ستي"
      },
      {
        "id": "3294",
        "name": "بيرش"
      },
      {
        "id": "3295",
        "name": "كلوبال ستي"
      },
      {
        "id": "3296",
        "name": "شاهان ستي"
      },
      {
        "id": "3297",
        "name": "اشتي ستي 2"
      },
      {
        "id": "3298",
        "name": "شاري اندزياران"
      },
      {
        "id": "3299",
        "name": "بيابان"
      },
      {
        "id": "3300",
        "name": "تلار ستي"
      },
      {
        "id": "3301",
        "name": "مارينا 1"
      },
      {
        "id": "3302",
        "name": "مارينا 2"
      },
      {
        "id": "3303",
        "name": "مارينا 3"
      },
      {
        "id": "3304",
        "name": "بلاس لايف"
      },
      {
        "id": "3305",
        "name": "باروش تور"
      },
      {
        "id": "3306",
        "name": "روز تور"
      },
      {
        "id": "3307",
        "name": "كروب اندزياران"
      },
      {
        "id": "3308",
        "name": "مجمع المهندسين"
      },
      {
        "id": "3309",
        "name": "قربو"
      },
      {
        "id": "3310",
        "name": "لاوان ستي"
      },
      {
        "id": "3311",
        "name": "ايندا 1"
      },
      {
        "id": "3312",
        "name": "سايدن لاوان"
      },
      {
        "id": "3313",
        "name": "ايندا 2"
      },
      {
        "id": "3314",
        "name": "هولير ستي"
      },
      {
        "id": "3315",
        "name": "اشتي ستي 1"
      },
      {
        "id": "3316",
        "name": "هيران ستي 1"
      },
      {
        "id": "3317",
        "name": "8 حصاروك"
      },
      {
        "id": "3318",
        "name": "سيردان"
      },
      {
        "id": "3319",
        "name": "هيوا ستي"
      },
      {
        "id": "3320",
        "name": "مجمع باجكر"
      },
      {
        "id": "3321",
        "name": "هولير نوى"
      },
      {
        "id": "3322",
        "name": "كولان 2"
      },
      {
        "id": "3323",
        "name": "كولان مقابل مجدي مول"
      },
      {
        "id": "3324",
        "name": "زيلان ستي"
      },
      {
        "id": "3325",
        "name": "5 حصاروك"
      },
      {
        "id": "3326",
        "name": "شيخ احمد"
      },
      {
        "id": "3327",
        "name": "مجدي مول"
      },
      {
        "id": "3328",
        "name": "شقق كامراني"
      },
      {
        "id": "3329",
        "name": "شقق نوروز"
      },
      {
        "id": "3330",
        "name": "مناره ستي"
      },
      {
        "id": "3331",
        "name": "سايدين مناره"
      },
      {
        "id": "3332",
        "name": "هفلان"
      },
      {
        "id": "3333",
        "name": "سروران"
      },
      {
        "id": "3334",
        "name": "شارع الكورنيش"
      },
      {
        "id": "3335",
        "name": "باب الحاره"
      },
      {
        "id": "3336",
        "name": "بنصلاوه"
      },
      {
        "id": "3337",
        "name": "هوكاري"
      },
      {
        "id": "3338",
        "name": "بيركوت نوى"
      },
      {
        "id": "3339",
        "name": "زاكروس"
      },
      {
        "id": "3340",
        "name": "سركوتن"
      },
      {
        "id": "3341",
        "name": "هيران ستي 2"
      },
      {
        "id": "3342",
        "name": "اوينا شار"
      },
      {
        "id": "3343",
        "name": "التون ستي"
      },
      {
        "id": "3344",
        "name": "سري بلند"
      },
      {
        "id": "3345",
        "name": "قلات نوى"
      },
      {
        "id": "3346",
        "name": "القلعه الجديده"
      },
      {
        "id": "3347",
        "name": "كاني كلي"
      },
      {
        "id": "3348",
        "name": "فرمان باران"
      },
      {
        "id": "3349",
        "name": "مجمع الزيتون"
      },
      {
        "id": "3350",
        "name": "كلاويش"
      },
      {
        "id": "3351",
        "name": "زانكو 92"
      },
      {
        "id": "3352",
        "name": "زانكو 99"
      },
      {
        "id": "3353",
        "name": "باداوه"
      },
      {
        "id": "3354",
        "name": "18 شباط"
      },
      {
        "id": "3355",
        "name": "شارع 150 ماموستيان"
      },
      {
        "id": "3356",
        "name": "ماموستيان القسم الداخلي"
      },
      {
        "id": "3357",
        "name": "شارواني"
      },
      {
        "id": "3358",
        "name": "حمرين"
      },
      {
        "id": "3359",
        "name": "مهاباد"
      },
      {
        "id": "3360",
        "name": "قرب بنزينخانه اكار"
      },
      {
        "id": "3361",
        "name": "قرب مطعم تودي شارع 100"
      },
      {
        "id": "3362",
        "name": "سايدين احمد خان"
      },
      {
        "id": "3363",
        "name": "احمدي خان"
      },
      {
        "id": "3364",
        "name": "دارتو"
      },
      {
        "id": "3365",
        "name": "روشنبيري"
      },
      {
        "id": "3366",
        "name": "كرك زيان"
      },
      {
        "id": "3367",
        "name": "قوشتبه"
      },
      {
        "id": "3368",
        "name": "اسوده ستي"
      },
      {
        "id": "3369",
        "name": "كردرش"
      },
      {
        "id": "3370",
        "name": "مرتكه الكبيره"
      },
      {
        "id": "3371",
        "name": "مرتكه الصغيره"
      },
      {
        "id": "3372",
        "name": "مجمع جيفين"
      },
      {
        "id": "3373",
        "name": "القصر الابيض"
      },
      {
        "id": "3374",
        "name": "العداله"
      },
      {
        "id": "3375",
        "name": "مجمع كاوه"
      },
      {
        "id": "3376",
        "name": "جيهان ستي"
      },
      {
        "id": "3377",
        "name": "شقق 92 زانكو"
      },
      {
        "id": "3378",
        "name": "فلكه الزراعه"
      },
      {
        "id": "3379",
        "name": "روناكي"
      },
      {
        "id": "3380",
        "name": "مفتي"
      },
      {
        "id": "3381",
        "name": "ملاعزير"
      },
      {
        "id": "3382",
        "name": "منتكاوه"
      },
      {
        "id": "3383",
        "name": "سيم خاتوناوه"
      },
      {
        "id": "3384",
        "name": "شرطاوه"
      },
      {
        "id": "3385",
        "name": "لنكه شارع 100"
      },
      {
        "id": "3386",
        "name": "لنكه شارع 40"
      },
      {
        "id": "3387",
        "name": "شركه جيهان ٣٢ بارك"
      },
      {
        "id": "3388",
        "name": "برايتي"
      },
      {
        "id": "3389",
        "name": "دولاراوه"
      },
      {
        "id": "3390",
        "name": "حي العلماء"
      },
      {
        "id": "3391",
        "name": "شورش"
      },
      {
        "id": "3392",
        "name": "كويستان"
      },
      {
        "id": "3393",
        "name": "القادسيه"
      },
      {
        "id": "3394",
        "name": "حي الشرطه"
      },
      {
        "id": "3395",
        "name": "مستشفى الولاده"
      },
      {
        "id": "3396",
        "name": "رابرين"
      },
      {
        "id": "3397",
        "name": "فيوجر ستي"
      },
      {
        "id": "3398",
        "name": "ماس ستي"
      },
      {
        "id": "3399",
        "name": "شاويس"
      },
      {
        "id": "3400",
        "name": "سانا ستي"
      },
      {
        "id": "3401",
        "name": "شادي ستي"
      },
      {
        "id": "3402",
        "name": "فردوس ستي"
      },
      {
        "id": "3403",
        "name": "مزارع الشيخ باز"
      },
      {
        "id": "3404",
        "name": "زين ستي"
      },
      {
        "id": "3405",
        "name": "بيرزين"
      },
      {
        "id": "3406",
        "name": "دروازه هولير"
      },
      {
        "id": "3407",
        "name": "مجمع ماموستيان شارع ١٥٠"
      },
      {
        "id": "3408",
        "name": "ارام ستي"
      },
      {
        "id": "3409",
        "name": "ايطاليا 2"
      },
      {
        "id": "3410",
        "name": "فاملي مول"
      },
      {
        "id": "3411",
        "name": "تابلو مول"
      },
      {
        "id": "3412",
        "name": "ازادي"
      },
      {
        "id": "3413",
        "name": "معارض"
      },
      {
        "id": "3414",
        "name": "شادي"
      },
      {
        "id": "3415",
        "name": "بهاري نوى"
      },
      {
        "id": "3416",
        "name": "حي العمال"
      },
      {
        "id": "3417",
        "name": "حي رزكاري 2"
      },
      {
        "id": "3418",
        "name": "حي العسكري"
      },
      {
        "id": "3419",
        "name": "نوروز"
      },
      {
        "id": "3420",
        "name": "مامزاوه"
      },
      {
        "id": "3421",
        "name": "حي صدام"
      },
      {
        "id": "3422",
        "name": "جيش الشعبي"
      },
      {
        "id": "3423",
        "name": "قتوي"
      },
      {
        "id": "3424",
        "name": "نازماوه"
      },
      {
        "id": "3425",
        "name": "قوريتان"
      },
      {
        "id": "3426",
        "name": "جامعه جيهان"
      },
      {
        "id": "3427",
        "name": "جامعه عشق"
      },
      {
        "id": "3428",
        "name": "ماردين 55"
      },
      {
        "id": "3429",
        "name": "تورق"
      },
      {
        "id": "3430",
        "name": "الان ستي"
      },
      {
        "id": "3431",
        "name": "الا ستي"
      },
      {
        "id": "3432",
        "name": "32 بارك"
      },
      {
        "id": "3433",
        "name": "سربستي"
      },
      {
        "id": "3434",
        "name": "ايطاليا 1"
      },
      {
        "id": "3435",
        "name": "رؤيا تور"
      },
      {
        "id": "3436",
        "name": "قريه انكليزيه"
      },
      {
        "id": "3437",
        "name": "قريه فيتال"
      },
      {
        "id": "3438",
        "name": "شارع فيتال"
      },
      {
        "id": "3439",
        "name": "افينو ويفي"
      },
      {
        "id": "3440",
        "name": "امباير"
      },
      {
        "id": "3441",
        "name": "دريم ستي"
      },
      {
        "id": "3442",
        "name": "بارك فيو"
      },
      {
        "id": "3443",
        "name": "شقق زكريا"
      },
      {
        "id": "3444",
        "name": "ناز ناز"
      },
      {
        "id": "3445",
        "name": "ناز ستي"
      },
      {
        "id": "3446",
        "name": "حي اري"
      },
      {
        "id": "3447",
        "name": "بختياري"
      },
      {
        "id": "3448",
        "name": "نوسران"
      },
      {
        "id": "3449",
        "name": "حكماوا"
      },
      {
        "id": "3450",
        "name": "كواترو"
      },
      {
        "id": "3451",
        "name": "MRF 4"
      },
      {
        "id": "3452",
        "name": "MRF كواترو"
      },
      {
        "id": "3453",
        "name": "دزكي اراس"
      },
      {
        "id": "3454",
        "name": "سايدين بحركه القديم"
      },
      {
        "id": "3455",
        "name": "قرب جامع بخارى"
      },
      {
        "id": "3456",
        "name": "عينكاوا"
      },
      {
        "id": "3457",
        "name": "عينكاوا 108"
      },
      {
        "id": "3458",
        "name": "دوسايد عينكاوا"
      },
      {
        "id": "3459",
        "name": "عينكاوا شارع الاطفاء"
      },
      {
        "id": "3460",
        "name": "عينكاوا شارع سومر"
      },
      {
        "id": "3461",
        "name": "عينكاوا قرب الدركه"
      },
      {
        "id": "3462",
        "name": "عينكاوا قرب قاعه مرحبا"
      },
      {
        "id": "3463",
        "name": "عينكاوا شارع فندق مجدل"
      },
      {
        "id": "3464",
        "name": "4 تور"
      },
      {
        "id": "3465",
        "name": "بانك ستي"
      },
      {
        "id": "3466",
        "name": "هرشم 1"
      },
      {
        "id": "3467",
        "name": "كاني الماني"
      },
      {
        "id": "3468",
        "name": "نوبل ستي"
      },
      {
        "id": "3469",
        "name": "كردجوتيار"
      },
      {
        "id": "3470",
        "name": "كزنه"
      },
      {
        "id": "3471",
        "name": "القريه اللبنانيه"
      },
      {
        "id": "3472",
        "name": "كوران نوى"
      },
      {
        "id": "3473",
        "name": "اتكونز"
      },
      {
        "id": "3474",
        "name": "كرك قرب اتكونز"
      },
      {
        "id": "3475",
        "name": "كولان نوى"
      },
      {
        "id": "3476",
        "name": "هرشم3"
      },
      {
        "id": "3477",
        "name": "هرشم2"
      },
      {
        "id": "3478",
        "name": "قرب سما مول"
      },
      {
        "id": "3479",
        "name": "ناحيه دارشكران"
      },
      {
        "id": "3480",
        "name": "بحركه"
      },
      {
        "id": "3481",
        "name": "وارين ستي"
      },
      {
        "id": "3482",
        "name": "لالاف ستي شارع 150"
      },
      {
        "id": "3483",
        "name": "كنجان ستي"
      },
      {
        "id": "3484",
        "name": "كنجان لايف"
      },
      {
        "id": "3485",
        "name": "كردستان ستي"
      },
      {
        "id": "3486",
        "name": "كلكان"
      },
      {
        "id": "3487",
        "name": "القريه الكوريه"
      },
      {
        "id": "3488",
        "name": "سلافا ستي"
      },
      {
        "id": "3489",
        "name": "القريه الاسبانيه"
      },
      {
        "id": "3490",
        "name": "محله خانقا"
      },
      {
        "id": "3491",
        "name": "فندق ديفان"
      },
      {
        "id": "3492",
        "name": "فندق روتانا"
      },
      {
        "id": "3493",
        "name": "امباير وينج"
      },
      {
        "id": "3494",
        "name": "امباير دايموند"
      },
      {
        "id": "3495",
        "name": "فندق كابيتال"
      },
      {
        "id": "3496",
        "name": "فندق كانيون"
      },
      {
        "id": "3497",
        "name": "شركه اسيا"
      },
      {
        "id": "3498",
        "name": "حي كردستان"
      },
      {
        "id": "3499",
        "name": "القلعه"
      },
      {
        "id": "3500",
        "name": "داون تاون"
      },
      {
        "id": "3501",
        "name": "شارع 30"
      },
      {
        "id": "3502",
        "name": "تيراوه"
      },
      {
        "id": "3503",
        "name": "كرد وعرب"
      },
      {
        "id": "3504",
        "name": "شارع 60"
      },
      {
        "id": "3505",
        "name": "شارع الاسكان"
      },
      {
        "id": "3506",
        "name": "اسكان تور"
      },
      {
        "id": "3507",
        "name": "الاسكان"
      },
      {
        "id": "3508",
        "name": "مستشفى بار"
      },
      {
        "id": "3509",
        "name": "كويه"
      },
      {
        "id": "3510",
        "name": "طق طق"
      },
      {
        "id": "3511",
        "name": "ديكله"
      },
      {
        "id": "3512",
        "name": "مربع ذهبي"
      },
      {
        "id": "3513",
        "name": "ملا عمر"
      },
      {
        "id": "3514",
        "name": "شارى زيرين"
      },
      {
        "id": "3515",
        "name": "القريه الامريكيه"
      },
      {
        "id": "3516",
        "name": "كرين لاند"
      },
      {
        "id": "3517",
        "name": "بفرين ستي"
      },
      {
        "id": "3518",
        "name": "فاملي لاند"
      },
      {
        "id": "3519",
        "name": "مدرسه شويفات طريق المصيف"
      },
      {
        "id": "3520",
        "name": "براغ"
      },
      {
        "id": "3521",
        "name": "بستوره"
      },
      {
        "id": "3522",
        "name": "مصيف"
      },
      {
        "id": "3523",
        "name": "شقلاوه"
      },
      {
        "id": "3524",
        "name": "باسرمه"
      },
      {
        "id": "3525",
        "name": "باليسان"
      },
      {
        "id": "3526",
        "name": "هيران ونازلين"
      },
      {
        "id": "3527",
        "name": "حرير"
      },
      {
        "id": "3528",
        "name": "خليفان"
      },
      {
        "id": "3529",
        "name": "سوران"
      },
      {
        "id": "3530",
        "name": "ديانا"
      },
      {
        "id": "3531",
        "name": "روندوز"
      },
      {
        "id": "3532",
        "name": "حاج عمران"
      },
      {
        "id": "3533",
        "name": "جومان"
      },
      {
        "id": "3534",
        "name": "ميركسور"
      },
      {
        "id": "3535",
        "name": "بارزان"
      },
      {
        "id": "3536",
        "name": "ريزان"
      },
      {
        "id": "3537",
        "name": "سيدكان"
      },
      {
        "id": "3538",
        "name": "مخمور"
      },
      {
        "id": "3539",
        "name": "بيرداود"
      },
      {
        "id": "3540",
        "name": "شمامك"
      },
      {
        "id": "3541",
        "name": "ديبكه"
      },
      {
        "id": "3542",
        "name": "كاني قرجاله"
      },
      {
        "id": "3543",
        "name": "طوبزاوه"
      },
      {
        "id": "3544",
        "name": "ناحيه رزكاري"
      },
      {
        "id": "3545",
        "name": "كلك"
      },
      {
        "id": "3546",
        "name": "خبات"
      },
      {
        "id": "3547",
        "name": "مخيم حسن شام"
      },
      {
        "id": "3548",
        "name": "مخيم الخازر"
      },
      {
        "id": "3549",
        "name": "زيان ستي طريق الموصل"
      },
      {
        "id": "3550",
        "name": "وايت تورز"
      },
      {
        "id": "3551",
        "name": "العلوه"
      },
      {
        "id": "3552",
        "name": "جمكه"
      },
      {
        "id": "3553",
        "name": "قريتاغ"
      },
      {
        "id": "3554",
        "name": "مصفى لاناز"
      },
      {
        "id": "3555",
        "name": "كوير"
      },
      {
        "id": "3556",
        "name": "مخيم دارشكران"
      },
      {
        "id": "3557",
        "name": "مخيم كوركوسك"
      },
      {
        "id": "3558",
        "name": "ناحيه كوركوسك"
      },
      {
        "id": "3559",
        "name": "داربن"
      },
      {
        "id": "3560",
        "name": "شاخولان"
      },
      {
        "id": "3561",
        "name": "برحوشتر"
      },
      {
        "id": "3562",
        "name": "شارع 60 مطعم صمد"
      },
      {
        "id": "3563",
        "name": "صناعه شماليه"
      },
      {
        "id": "3564",
        "name": "صناعه جنوبيه"
      },
      {
        "id": "3565",
        "name": "سفين 1"
      },
      {
        "id": "3566",
        "name": "سفين 3"
      },
      {
        "id": "3567",
        "name": "ماركت ايه"
      },
      {
        "id": "3568",
        "name": "كوك ايه"
      },
      {
        "id": "3569",
        "name": "مخيم بحركه"
      },
      {
        "id": "3570",
        "name": "مخيم هرشم"
      },
      {
        "id": "3571",
        "name": "شيخه شل"
      },
      {
        "id": "3572",
        "name": "كاريزان"
      },
      {
        "id": "3573",
        "name": "زيان ستي طريق كسنزان"
      },
      {
        "id": "3574",
        "name": "زيان ستي خلف مجدي لاند"
      },
      {
        "id": "3575",
        "name": "كافار ستي"
      },
      {
        "id": "3576",
        "name": "كراند مجدي مول"
      },
      {
        "id": "3577",
        "name": "مطعم هيرور"
      },
      {
        "id": "3578",
        "name": "ماس فلج"
      },
      {
        "id": "3579",
        "name": "كولان 121"
      },
      {
        "id": "3580",
        "name": "طريق بستانه"
      },
      {
        "id": "3581",
        "name": "قريه ديكله"
      },
      {
        "id": "3582",
        "name": "قوشتبه قرب جامع المزوري"
      },
      {
        "id": "3583",
        "name": "حديد وخشب"
      },
      {
        "id": "3584",
        "name": "نشتمان"
      },
      {
        "id": "3585",
        "name": "كوتري سلام"
      },
      {
        "id": "3586",
        "name": "شارع باتا"
      },
      {
        "id": "3587",
        "name": "فندق شيراتون"
      },
      {
        "id": "3588",
        "name": "جسر سيداوه"
      },
      {
        "id": "3589",
        "name": "سلطان مظفر"
      },
      {
        "id": "3590",
        "name": "فلكه شيخ جولي"
      },
      {
        "id": "3591",
        "name": "فلكه شيخ محمود"
      },
      {
        "id": "3592",
        "name": "شارع الاطباء"
      },
      {
        "id": "3593",
        "name": "شارع 40 الاطباء"
      },
      {
        "id": "3594",
        "name": "هيوا ستي زون A"
      },
      {
        "id": "3595",
        "name": "هيوا ستي زون B"
      },
      {
        "id": "3596",
        "name": "هيوا ستي زون C"
      },
      {
        "id": "3597",
        "name": "هيوا ستي زون D"
      },
      {
        "id": "3598",
        "name": "هيوا ستي زون E"
      },
      {
        "id": "3599",
        "name": "هيوا ستي زون F"
      },
      {
        "id": "3600",
        "name": "هيوا ستي زون G"
      },
      {
        "id": "3601",
        "name": "لايوجد"
      },
      {
        "id": "3602",
        "name": "كلية الهندسة"
      },
      {
        "id": "3603",
        "name": "زانكو خلف الطابو"
      },
      {
        "id": "3604",
        "name": "زانكو شارع المشاتل"
      },
      {
        "id": "3605",
        "name": "زانكو قرب ماركت الهدى"
      },
      {
        "id": "3606",
        "name": "زانكو 99 قرب الملعب"
      },
      {
        "id": "3607",
        "name": "زانكو قرب كص سنكر"
      },
      {
        "id": "3608",
        "name": "قريه زانكو القديمه"
      },
      {
        "id": "3609",
        "name": "قريه زانكو الجديده"
      },
      {
        "id": "3610",
        "name": "قريه زانكو قرب ماركت هوري"
      },
      {
        "id": "3611",
        "name": "زانكو مقابل كليه القانون"
      },
      {
        "id": "3612",
        "name": "شارواني قرب ماركت حلال"
      },
      {
        "id": "3613",
        "name": "شارواني قرب التيمارت"
      },
      {
        "id": "3614",
        "name": "شارواني قرب جامع الرحمه"
      },
      {
        "id": "3615",
        "name": "لاجان"
      },
      {
        "id": "3616",
        "name": "ترجان"
      },
      {
        "id": "3617",
        "name": "كوير الهويره"
      },
      {
        "id": "3618",
        "name": "كوير المجلوبه"
      },
      {
        "id": "3619",
        "name": "كوير الشرايع"
      },
      {
        "id": "3620",
        "name": "كوير ام ركيبه"
      },
      {
        "id": "3621",
        "name": "كوير ام جرده"
      },
      {
        "id": "3622",
        "name": "كوير شمشوله"
      },
      {
        "id": "3623",
        "name": "كوير خالند"
      },
      {
        "id": "3624",
        "name": "كوير ابوشيته"
      },
      {
        "id": "3625",
        "name": "كمرك طريق كوير"
      },
      {
        "id": "3647",
        "name": "طوارئ غرب اربيل"
      },
      {
        "id": "3649",
        "name": "مستشفى روز اوه"
      },
      {
        "id": "3650",
        "name": "مستشفى رزكاري"
      },
      {
        "id": "3651",
        "name": "كليه لبناني فرنسي"
      },
      {
        "id": "3688",
        "name": "شقق زانياري"
      },
      {
        "id": "3689",
        "name": "زانياري"
      },
      {
        "id": "4179",
        "name": "وزيران"
      },
      {
        "id": "4361",
        "name": "راستي"
      },
      {
        "id": "4516",
        "name": "اربيل الجديده"
      },
      {
        "id": "4675",
        "name": "القريه الايطاليه ١"
      },
      {
        "id": "4676",
        "name": "القريه الايطاليه ٢"
      },
      {
        "id": "4682",
        "name": "شارع سلطان مظفر"
      },
      {
        "id": "4713",
        "name": "شارع 100 معارض"
      },
      {
        "id": "4714",
        "name": "شارع 100 فاملي مول"
      },
      {
        "id": "4715",
        "name": "شارع 100 قرب المطار"
      },
      {
        "id": "4716",
        "name": "شارع 100 قرب فندق كرستال"
      },
      {
        "id": "4717",
        "name": "شارع 100 32بارك"
      },
      {
        "id": "4718",
        "name": "شارع 100 سربستي"
      },
      {
        "id": "4719",
        "name": "كويسنجق"
      },
      {
        "id": "4720",
        "name": "بلاس لايف"
      },
      {
        "id": "4721",
        "name": "مستشفى دايك"
      },
      {
        "id": "4722",
        "name": "جامع ابراهيم كردي"
      },
      {
        "id": "4723",
        "name": "فلوريا ستي"
      },
      {
        "id": "4724",
        "name": "قرب مجدي مول اربيل الجديده"
      },
      {
        "id": "4725",
        "name": "باب الحاره"
      },
      {
        "id": "4726",
        "name": "مقابل مجدي مول"
      },
      {
        "id": "4727",
        "name": "مجدي مول"
      },
      {
        "id": "4728",
        "name": "قرب مجدي مول"
      },
      {
        "id": "4729",
        "name": "مقابل مجدي لاند"
      },
      {
        "id": "4730",
        "name": "طريق الموصل العلوه"
      },
      {
        "id": "4731",
        "name": "طريق الموصل الكمرك"
      },
      {
        "id": "4732",
        "name": "طريق الموصل الهزه"
      },
      {
        "id": "4733",
        "name": "كسنزان قرب الهزه"
      },
      {
        "id": "4734",
        "name": "خمسه حصاروك قرب بانزين خانه سيفر"
      },
      {
        "id": "4735",
        "name": "خمسه حصاروك قرب محطه سيفر"
      },
      {
        "id": "4736",
        "name": "طريق المصيف ماموستيان"
      },
      {
        "id": "4737",
        "name": "زانكو  ماموستيان"
      },
      {
        "id": "4738",
        "name": "طريق المصيف دروازه هولير"
      },
      {
        "id": "4739",
        "name": "سايدين مناره حلويات شاهانه"
      },
      {
        "id": "4740",
        "name": "حي زيلان"
      },
      {
        "id": "4741",
        "name": "مطعم لاس فيكاس"
      },
      {
        "id": "4742",
        "name": "مقابل مستشفى cmc مطعم لاس فيكان"
      },
      {
        "id": "4743",
        "name": "حصاروك مدرسه النور"
      },
      {
        "id": "4744",
        "name": "خمسه حصاروك مدرسه النور"
      },
      {
        "id": "4745",
        "name": "سايدين مناره قرب محطه مود ئويل"
      },
      {
        "id": "4746",
        "name": "سايدين مناره قرب مطعم هاله بلوتو"
      },
      {
        "id": "4747",
        "name": "مناره طابقين"
      },
      {
        "id": "4748",
        "name": "مناره قرب ماركت جراي لاس"
      },
      {
        "id": "4749",
        "name": "حصاروك قرب اسواق سامان شيخاني"
      },
      {
        "id": "4751",
        "name": "شارع 100 قرب جامع خديجه الكبرى"
      },
      {
        "id": "4755",
        "name": "شارع الكورنيش قرب جسر الزيتون"
      },
      {
        "id": "4756",
        "name": "قرب جسر الزيتون"
      },
      {
        "id": "4849",
        "name": "سما قولي"
      },
      {
        "id": "4850",
        "name": "سما قولي"
      },
      {
        "id": "4959",
        "name": "كوران مخمور"
      },
      {
        "id": "4964",
        "name": "مجمع الفرسان"
      },
      {
        "id": "4965",
        "name": "فرسان ستي"
      },
      {
        "id": "4966",
        "name": "كولان ستي"
      },
      {
        "id": "4967",
        "name": "ميكا مول"
      },
      {
        "id": "4968",
        "name": "ميگا مول"
      },
      {
        "id": "4969",
        "name": "سيتاقان"
      },
      {
        "id": "4970",
        "name": "سيطاقان"
      },
      {
        "id": "5111",
        "name": "لايف تور"
      },
      {
        "id": "5146",
        "name": "بيرمام"
      },
      {
        "id": "5157",
        "name": "هانا ستي"
      },
      {
        "id": "5163",
        "name": "علوه المخضر"
      },
      {
        "id": "5247",
        "name": "سيبردان"
      },
      {
        "id": "5248",
        "name": "شارع البان"
      },
      {
        "id": "5249",
        "name": "شارع ألبان"
      },
      {
        "id": "5251",
        "name": "سكاي تور"
      },
      {
        "id": "5280",
        "name": "رويال ستي"
      },
      {
        "id": "5317",
        "name": "نيو ستي"
      },
      {
        "id": "5371",
        "name": "سيدو بارك"
      },
      {
        "id": "5494",
        "name": "بسطوره"
      },
      {
        "id": "5497",
        "name": "بارك سامي عبد الرحمن"
      },
      {
        "id": "5552",
        "name": "واو تاور"
      },
      {
        "id": "5569",
        "name": "اخرى"
      },
      {
        "id": "5622",
        "name": "شارع التربيه"
      },
      {
        "id": "5623",
        "name": "MRF5"
      },
      {
        "id": "5627",
        "name": "ستار تور"
      },
      {
        "id": "5650",
        "name": "رينا تاور"
      },
      {
        "id": "5840",
        "name": "لالاف فيو شارع 120"
      },
      {
        "id": "5841",
        "name": "ميني سلافا شارع 120"
      },
      {
        "id": "5897",
        "name": "بوليفارد"
      },
      {
        "id": "6157",
        "name": "كسنزان"
      },
      {
        "id": "6200",
        "name": "شركة جيهان تقاطع مخمور"
      },
      {
        "id": "6201",
        "name": "شركة جيهان قرب المعارض"
      },
      {
        "id": "6202",
        "name": "لالاف ويفي افينو"
      },
      {
        "id": "6203",
        "name": "لالاف ايربورت"
      },
      {
        "id": "6204",
        "name": "لالاف سن تور"
      },
      {
        "id": "6205",
        "name": "منطقة ماموستيان شارع ٦٠"
      },
      {
        "id": "6233",
        "name": "رامي تاور"
      }
    ]
  },
  {
    "id": "9",
    "name": "كركوك",
    "regions": [
      {
        "id": "872",
        "name": "هيوا"
      },
      {
        "id": "874",
        "name": "زاب"
      },
      {
        "id": "876",
        "name": "رياص."
      },
      {
        "id": "880",
        "name": "رشاد"
      },
      {
        "id": "883",
        "name": "تركلان"
      },
      {
        "id": "886",
        "name": "يايجي"
      },
      {
        "id": "889",
        "name": "مكتب خالد"
      },
      {
        "id": "892",
        "name": "طوبزاوة"
      },
      {
        "id": "894",
        "name": "حي صناعي"
      },
      {
        "id": "895",
        "name": "ليلان"
      },
      {
        "id": "896",
        "name": "تازة"
      },
      {
        "id": "898",
        "name": "الجامعه"
      },
      {
        "id": "900",
        "name": "مدينتي"
      },
      {
        "id": "904",
        "name": "حزيران"
      },
      {
        "id": "906",
        "name": "الواسطي"
      },
      {
        "id": "909",
        "name": "حي الخضراء"
      },
      {
        "id": "912",
        "name": "تسعين"
      },
      {
        "id": "916",
        "name": "ساحة الاحتفالات"
      },
      {
        "id": "918",
        "name": "طريق بغداد"
      },
      {
        "id": "926",
        "name": "شارع قدس"
      },
      {
        "id": "927",
        "name": "دوميز"
      },
      {
        "id": "928",
        "name": "حي النداء"
      },
      {
        "id": "929",
        "name": "كوباني"
      },
      {
        "id": "930",
        "name": "منطقة55"
      },
      {
        "id": "931",
        "name": "حمزلي"
      },
      {
        "id": "932",
        "name": "كراج بغداد"
      },
      {
        "id": "933",
        "name": "البهو"
      },
      {
        "id": "934",
        "name": "رحيم اوة"
      },
      {
        "id": "935",
        "name": "الماس"
      },
      {
        "id": "936",
        "name": "عرفه"
      },
      {
        "id": "937",
        "name": "ته په"
      },
      {
        "id": "938",
        "name": "ساحه طيران"
      },
      {
        "id": "939",
        "name": "فيلق"
      },
      {
        "id": "940",
        "name": "عمل الشعبي"
      },
      {
        "id": "941",
        "name": "كيوان"
      },
      {
        "id": "942",
        "name": "باجوان"
      },
      {
        "id": "943",
        "name": "دبس"
      },
      {
        "id": "944",
        "name": "الصالحي"
      },
      {
        "id": "945",
        "name": "شوراو"
      },
      {
        "id": "946",
        "name": "سيكانيان"
      },
      {
        "id": "947",
        "name": "حصار"
      },
      {
        "id": "948",
        "name": "شوان"
      },
      {
        "id": "949",
        "name": "التون كوبري"
      },
      {
        "id": "950",
        "name": "طريق اربيل"
      },
      {
        "id": "951",
        "name": "باروتحانه"
      },
      {
        "id": "952",
        "name": "سرجنار"
      },
      {
        "id": "953",
        "name": "اسكان"
      },
      {
        "id": "954",
        "name": "شورجه"
      },
      {
        "id": "955",
        "name": "اسرى المفقودين"
      },
      {
        "id": "956",
        "name": "عروبه"
      },
      {
        "id": "957",
        "name": "ممدوده"
      },
      {
        "id": "958",
        "name": "روناكي"
      },
      {
        "id": "959",
        "name": "حسابات"
      },
      {
        "id": "960",
        "name": "حي علماء"
      },
      {
        "id": "961",
        "name": "حي معلمين"
      },
      {
        "id": "962",
        "name": "حي الشهداء"
      },
      {
        "id": "963",
        "name": "امام قاسم"
      },
      {
        "id": "964",
        "name": "دروازه"
      },
      {
        "id": "965",
        "name": "ازادي"
      },
      {
        "id": "966",
        "name": "حريه"
      },
      {
        "id": "967",
        "name": "قادسيه"
      },
      {
        "id": "968",
        "name": "بنجاعلي"
      },
      {
        "id": "969",
        "name": "حي العسكري"
      },
      {
        "id": "970",
        "name": "الوحده"
      },
      {
        "id": "971",
        "name": "حي البعث"
      },
      {
        "id": "972",
        "name": "حي الحجاج"
      },
      {
        "id": "973",
        "name": "طريق سليمانيه"
      },
      {
        "id": "974",
        "name": "حولي"
      },
      {
        "id": "975",
        "name": "سونكولي"
      },
      {
        "id": "976",
        "name": "كاردن ستي"
      },
      {
        "id": "977",
        "name": "فاملي لاند"
      },
      {
        "id": "978",
        "name": "نورستى"
      },
      {
        "id": "979",
        "name": "كركوك ستي"
      },
      {
        "id": "980",
        "name": "جامعة الكتاب"
      },
      {
        "id": "981",
        "name": "مصلى"
      },
      {
        "id": "982",
        "name": "قصابخانه"
      },
      {
        "id": "983",
        "name": "كورنيش"
      },
      {
        "id": "984",
        "name": "دوز"
      },
      {
        "id": "985",
        "name": "داقوق"
      },
      {
        "id": "986",
        "name": "افتخار"
      },
      {
        "id": "987",
        "name": "واحداذار"
      },
      {
        "id": "988",
        "name": "عدن"
      },
      {
        "id": "989",
        "name": "مودرن ستى"
      },
      {
        "id": "990",
        "name": "حي البدر"
      },
      {
        "id": "991",
        "name": "حي النصر"
      },
      {
        "id": "992",
        "name": "يارمجه"
      },
      {
        "id": "993",
        "name": "المحافظه"
      },
      {
        "id": "994",
        "name": "الصياده"
      },
      {
        "id": "995",
        "name": "دورالكبريت"
      },
      {
        "id": "996",
        "name": "مول كركوك"
      },
      {
        "id": "997",
        "name": "جيمن"
      },
      {
        "id": "998",
        "name": "قرهنجير"
      },
      {
        "id": "4182",
        "name": "حي الزوراء"
      },
      {
        "id": "4183",
        "name": "شارع جمهوريه"
      },
      {
        "id": "4184",
        "name": "شارع اطباء"
      },
      {
        "id": "4185",
        "name": "شارع اطلس"
      },
      {
        "id": "4186",
        "name": "قوريه"
      },
      {
        "id": "4187",
        "name": "شارع تربيه"
      },
      {
        "id": "4188",
        "name": "حي المعلمين"
      },
      {
        "id": "4189",
        "name": "حي الارتقاء"
      },
      {
        "id": "4413",
        "name": "طوز خورماتو"
      },
      {
        "id": "4443",
        "name": "امرلي"
      },
      {
        "id": "4444",
        "name": "سليمان بك"
      },
      {
        "id": "4445",
        "name": "كراج بغداد"
      },
      {
        "id": "4446",
        "name": "مطار كركوك الدولي"
      },
      {
        "id": "4447",
        "name": "شركة طارق"
      },
      {
        "id": "4539",
        "name": "مفرق امرلي"
      },
      {
        "id": "4540",
        "name": "سوق الكبير"
      },
      {
        "id": "4541",
        "name": "شارع صلاح الدين"
      },
      {
        "id": "4542",
        "name": "شارع عبدالرحمن"
      },
      {
        "id": "4544",
        "name": "شارع النخيل"
      },
      {
        "id": "4545",
        "name": "ناحيه شوان"
      },
      {
        "id": "4546",
        "name": "كلور"
      },
      {
        "id": "4547",
        "name": "مشتل محمد"
      },
      {
        "id": "4548",
        "name": "احمداغا"
      },
      {
        "id": "4549",
        "name": "كليه التقنيه"
      },
      {
        "id": "4550",
        "name": "جسرعلي عسكري"
      },
      {
        "id": "4638",
        "name": "معهدالتقني"
      },
      {
        "id": "4639",
        "name": "معهدالنفط"
      },
      {
        "id": "4640",
        "name": "بريادي"
      },
      {
        "id": "4641",
        "name": "سوماستي"
      },
      {
        "id": "4642",
        "name": "روان ستي"
      },
      {
        "id": "4668",
        "name": "مستشفى الجمهوري"
      },
      {
        "id": "4669",
        "name": "راس الجسر"
      },
      {
        "id": "4670",
        "name": "مستشفى ازادي"
      },
      {
        "id": "4712",
        "name": "كراج الشمال"
      },
      {
        "id": "4757",
        "name": "حويجه العباسي"
      },
      {
        "id": "4758",
        "name": "جسرعرفه"
      },
      {
        "id": "4779",
        "name": "شارع معارض"
      },
      {
        "id": "4780",
        "name": "قائمقامية كركوك"
      },
      {
        "id": "4781",
        "name": "مستشفى اطفال"
      },
      {
        "id": "4794",
        "name": "غرناطة"
      },
      {
        "id": "4795",
        "name": "دورالسكك"
      },
      {
        "id": "5105",
        "name": "الحرية"
      },
      {
        "id": "5106",
        "name": "حي الحرية"
      },
      {
        "id": "5114",
        "name": "طوزخورماتو"
      },
      {
        "id": "5124",
        "name": "المحاكم القديمة"
      },
      {
        "id": "5221",
        "name": "كركوك تل الورد"
      },
      {
        "id": "5222",
        "name": "كركوك ملا عبدالله"
      },
      {
        "id": "5258",
        "name": "سوق قلعه"
      },
      {
        "id": "5273",
        "name": "حوريه"
      },
      {
        "id": "5277",
        "name": "علو محمود"
      },
      {
        "id": "5360",
        "name": "حويجه"
      },
      {
        "id": "5369",
        "name": "جردغلي"
      },
      {
        "id": "5503",
        "name": "مجمع سكاي لاند"
      },
      {
        "id": "5505",
        "name": "كمبتلر"
      },
      {
        "id": "5570",
        "name": "اخرى"
      }
    ]
  },
  {
    "id": "10",
    "name": "العمارة - ميسان",
    "regions": [
      {
        "id": "3072",
        "name": "قضاء مجر"
      },
      {
        "id": "3073",
        "name": "قضاء المجر الطبر"
      },
      {
        "id": "3074",
        "name": "قضاء المجر السعيده"
      },
      {
        "id": "3075",
        "name": "قضاء قلعه صالح"
      },
      {
        "id": "3076",
        "name": "قضاء العزير"
      },
      {
        "id": "3077",
        "name": "قضاء الكحلاء"
      },
      {
        "id": "3078",
        "name": "تقاطع سيد سفيح قضاء الكحلاء"
      },
      {
        "id": "3079",
        "name": "المدثره"
      },
      {
        "id": "3080",
        "name": "ابو شعيره"
      },
      {
        "id": "3081",
        "name": "حي الحريه"
      },
      {
        "id": "3082",
        "name": "حي الاساتذه"
      },
      {
        "id": "3083",
        "name": "قضاء علي غربي"
      },
      {
        "id": "3084",
        "name": "قضاء علي شرقي"
      },
      {
        "id": "3085",
        "name": "ناحيه كميت"
      },
      {
        "id": "3086",
        "name": "نهر سعد"
      },
      {
        "id": "3087",
        "name": "قضاء الميمونه"
      },
      {
        "id": "3088",
        "name": "ناحيه السلام"
      },
      {
        "id": "3089",
        "name": "حي السلام العرضات"
      },
      {
        "id": "3090",
        "name": "ناحيه العدل"
      },
      {
        "id": "3091",
        "name": "ناحيه نهر العز"
      },
      {
        "id": "3092",
        "name": "الخمس"
      },
      {
        "id": "3094",
        "name": "باب الهوى"
      },
      {
        "id": "3095",
        "name": "الخوره"
      },
      {
        "id": "3096",
        "name": "ابو سبع"
      },
      {
        "id": "3097",
        "name": "ناحيه المشرح"
      },
      {
        "id": "3098",
        "name": "طريق المشرح"
      },
      {
        "id": "3099",
        "name": "الروابه"
      },
      {
        "id": "3100",
        "name": "المجبس"
      },
      {
        "id": "3101",
        "name": "حي النور"
      },
      {
        "id": "3102",
        "name": "العابجيه"
      },
      {
        "id": "3103",
        "name": "عواشه"
      },
      {
        "id": "3104",
        "name": "دور النفط"
      },
      {
        "id": "3979",
        "name": "القطاع 30"
      },
      {
        "id": "3980",
        "name": "القطاع 28"
      },
      {
        "id": "3981",
        "name": "حي النداء"
      },
      {
        "id": "3982",
        "name": "حي الكرار"
      },
      {
        "id": "3983",
        "name": "حي الشرطه"
      },
      {
        "id": "3984",
        "name": "الدفاس"
      },
      {
        "id": "3985",
        "name": "الفاطميه"
      },
      {
        "id": "3986",
        "name": "الشبانه"
      },
      {
        "id": "3987",
        "name": "حي القاهره"
      },
      {
        "id": "3988",
        "name": "حي القاهره 2"
      },
      {
        "id": "3989",
        "name": "حي المعلمين القديم"
      },
      {
        "id": "3990",
        "name": "حي المعلمين الجديد"
      },
      {
        "id": "3991",
        "name": "حي الاسكان"
      },
      {
        "id": "3992",
        "name": "حي الوحده"
      },
      {
        "id": "3993",
        "name": "حي العوفيه"
      },
      {
        "id": "3994",
        "name": "الزيوت"
      },
      {
        "id": "3995",
        "name": "حي القاهره الثانيه"
      },
      {
        "id": "3996",
        "name": "ابو رمانه"
      },
      {
        "id": "3997",
        "name": "حي الخليج"
      },
      {
        "id": "3998",
        "name": "الطاقه ابو رمانه"
      },
      {
        "id": "3999",
        "name": "بيت مخليف"
      },
      {
        "id": "4000",
        "name": "شارع المدارس"
      },
      {
        "id": "4001",
        "name": "شارع نعمه الريفي"
      },
      {
        "id": "4002",
        "name": "الف دار"
      },
      {
        "id": "4003",
        "name": "حولي البتيره"
      },
      {
        "id": "4004",
        "name": "العلوه الجديده"
      },
      {
        "id": "4005",
        "name": "العلوه القديمه"
      },
      {
        "id": "4006",
        "name": "العرضات"
      },
      {
        "id": "4007",
        "name": "حي الغدير"
      },
      {
        "id": "4008",
        "name": "حي الصادق"
      },
      {
        "id": "4009",
        "name": "حي موسى الكاظم"
      },
      {
        "id": "4010",
        "name": "حي الصحفين"
      },
      {
        "id": "4011",
        "name": "حي السياسين"
      },
      {
        "id": "4012",
        "name": "مستشفى التركي"
      },
      {
        "id": "4013",
        "name": "مستشفى اللبناني"
      },
      {
        "id": "4014",
        "name": "مستشفى الزهراوي"
      },
      {
        "id": "4015",
        "name": "مستشفى الصدر"
      },
      {
        "id": "4016",
        "name": "الشيشان"
      },
      {
        "id": "4017",
        "name": "مغربه"
      },
      {
        "id": "4018",
        "name": "نهاوند"
      },
      {
        "id": "4019",
        "name": "حي الرحمه الثانيه"
      },
      {
        "id": "4020",
        "name": "حي الرحمه الاولى"
      },
      {
        "id": "4021",
        "name": "ابو شطيب"
      },
      {
        "id": "4022",
        "name": "الطيب او معامل الطيب"
      },
      {
        "id": "4023",
        "name": "دور مجلس محافظه"
      },
      {
        "id": "4024",
        "name": "كليه الهندسه طريق بغداد"
      },
      {
        "id": "4025",
        "name": "حجي حسن"
      },
      {
        "id": "4026",
        "name": "الجمعيات"
      },
      {
        "id": "4027",
        "name": "حي الشهداء"
      },
      {
        "id": "4028",
        "name": "جسر الزهور"
      },
      {
        "id": "4029",
        "name": "قريه عباده"
      },
      {
        "id": "4030",
        "name": "حي الجوادين"
      },
      {
        "id": "4031",
        "name": "حي الزهراء"
      },
      {
        "id": "4032",
        "name": "حي العسكري"
      },
      {
        "id": "4033",
        "name": "حي الحسين الجديد"
      },
      {
        "id": "4034",
        "name": "حي الحسين القديم"
      },
      {
        "id": "4035",
        "name": "حي العامل"
      },
      {
        "id": "4036",
        "name": "جامعه ميسان"
      },
      {
        "id": "4037",
        "name": "حي الجامعه"
      },
      {
        "id": "4038",
        "name": "عمارات المعهد التقني"
      },
      {
        "id": "4039",
        "name": "شقق العمارات الجديده"
      },
      {
        "id": "4040",
        "name": "عمارات الملح"
      },
      {
        "id": "4041",
        "name": "بيوت طاقه"
      },
      {
        "id": "4042",
        "name": "الدبيسات"
      },
      {
        "id": "4043",
        "name": "شارع ابو الياس"
      },
      {
        "id": "4044",
        "name": "المحموديه"
      },
      {
        "id": "4045",
        "name": "الجديده"
      },
      {
        "id": "4046",
        "name": "السراي"
      },
      {
        "id": "4047",
        "name": "السريه"
      },
      {
        "id": "4048",
        "name": "شارع التربيه السوك الكبير"
      },
      {
        "id": "4049",
        "name": "ماجديه"
      },
      {
        "id": "4050",
        "name": "سيد عاشور"
      },
      {
        "id": "4051",
        "name": "جريت"
      },
      {
        "id": "4052",
        "name": "نواظم البتيره"
      },
      {
        "id": "4118",
        "name": "ناحيه سيد احمد الرفاعي"
      },
      {
        "id": "4190",
        "name": "البتيره"
      },
      {
        "id": "4368",
        "name": "كصييه الاولى"
      },
      {
        "id": "4369",
        "name": "كصيبه ثانيه"
      },
      {
        "id": "4370",
        "name": "بطاقه الوطنيه"
      },
      {
        "id": "4371",
        "name": "قضاء حي البتول علي غربي"
      },
      {
        "id": "4376",
        "name": "حجي عبد"
      },
      {
        "id": "4404",
        "name": "قريه الهدى"
      },
      {
        "id": "4405",
        "name": "مزبانيه"
      },
      {
        "id": "4408",
        "name": "حي القصور"
      },
      {
        "id": "4409",
        "name": "حي المصطفى"
      },
      {
        "id": "4449",
        "name": "حي الربيع"
      },
      {
        "id": "4450",
        "name": "حي الجهاد"
      },
      {
        "id": "4471",
        "name": "شارع الشيخ خالد"
      },
      {
        "id": "4492",
        "name": "شارع الملعب الماجديه"
      },
      {
        "id": "4493",
        "name": "شارع الملعب ابو رمانه"
      },
      {
        "id": "4495",
        "name": "حي الخضراء"
      },
      {
        "id": "4513",
        "name": "حي الثورة"
      },
      {
        "id": "4523",
        "name": "السوق الكبير"
      },
      {
        "id": "4524",
        "name": "حي الرفاق"
      },
      {
        "id": "4530",
        "name": "حي الكفاءات"
      },
      {
        "id": "4533",
        "name": "حي الصناعي"
      },
      {
        "id": "4581",
        "name": "حي الرساله"
      },
      {
        "id": "4663",
        "name": "عواشه شارع المصرف"
      },
      {
        "id": "4664",
        "name": "القطاع 30  شارع القدس"
      },
      {
        "id": "4671",
        "name": "القطاع 28 شارع الاطباء"
      },
      {
        "id": "4672",
        "name": "ناحيه بني هاشم"
      },
      {
        "id": "4673",
        "name": "ناحيه الخير"
      },
      {
        "id": "4674",
        "name": "ناحيه السلام الجزيره"
      },
      {
        "id": "5216",
        "name": "حي السلام حولي بتيره"
      },
      {
        "id": "5217",
        "name": "دوانم لازم شليبه"
      },
      {
        "id": "5218",
        "name": "حجي حسن ماجديه"
      },
      {
        "id": "5219",
        "name": "قضاء المجر حي العسكري"
      },
      {
        "id": "5220",
        "name": "قضاء المجر حي الحسين"
      },
      {
        "id": "5244",
        "name": "القادسيه"
      },
      {
        "id": "5245",
        "name": "سيطره بغداد"
      },
      {
        "id": "5270",
        "name": "مطعم طواحين الهوى طريق المجر"
      },
      {
        "id": "5271",
        "name": "معمل الورق طريق المجر"
      },
      {
        "id": "5307",
        "name": "حي الفنانين"
      },
      {
        "id": "5343",
        "name": "جبيسه"
      },
      {
        "id": "5344",
        "name": "شارع البصره الاسكان"
      },
      {
        "id": "5345",
        "name": "سيد جميل شارع ٢٠"
      },
      {
        "id": "5347",
        "name": "طريق الكحلاء"
      },
      {
        "id": "5348",
        "name": "الكحلاء غزه"
      },
      {
        "id": "5349",
        "name": "الكحلاء بني هاشم"
      },
      {
        "id": "5350",
        "name": "الكحلاء المعيل"
      },
      {
        "id": "5351",
        "name": "الكحلاء الغازيه"
      },
      {
        "id": "5352",
        "name": "الكحلاء المطبج"
      },
      {
        "id": "5353",
        "name": "الكحلاء كريشه"
      },
      {
        "id": "5354",
        "name": "قلعه صالح قريه المحدر"
      },
      {
        "id": "5355",
        "name": "الكحلاء ابو خصاف"
      },
      {
        "id": "5356",
        "name": "الكحلاء ابو غرب"
      },
      {
        "id": "5358",
        "name": "دور سايلو"
      },
      {
        "id": "5387",
        "name": "شارع الطيب"
      },
      {
        "id": "5390",
        "name": "الشركه المصريه بتراء"
      },
      {
        "id": "5391",
        "name": "شارع عكش"
      },
      {
        "id": "5392",
        "name": "شارع ابو شاكر"
      },
      {
        "id": "5393",
        "name": "الكحلاء بتروجاينا"
      },
      {
        "id": "5394",
        "name": "شركه سينوك المشرح"
      },
      {
        "id": "5460",
        "name": "كحلاء حقل الحلفايه"
      },
      {
        "id": "5470",
        "name": "حي المعلمين القديم شارع المرور"
      },
      {
        "id": "5473",
        "name": "شارع بغداد السوك الكبير"
      },
      {
        "id": "5474",
        "name": "شارع دجله السوك الكبير"
      },
      {
        "id": "5475",
        "name": "سوك مريم"
      },
      {
        "id": "5476",
        "name": "سوك المزكوف"
      },
      {
        "id": "5477",
        "name": "سوك ام الكروش"
      },
      {
        "id": "5478",
        "name": "سوك النجارين"
      },
      {
        "id": "5479",
        "name": "ساحه الطلاب"
      },
      {
        "id": "5480",
        "name": "سوك الحدادين السوك الكبير"
      },
      {
        "id": "5481",
        "name": "مسقفات صلاه الجمعه"
      },
      {
        "id": "5482",
        "name": "ماجديه ام بطوط"
      },
      {
        "id": "5547",
        "name": "صدور المجر/صدر المجر"
      },
      {
        "id": "5551",
        "name": "الدواجن"
      },
      {
        "id": "5557",
        "name": "كراج بغداد"
      },
      {
        "id": "5558",
        "name": "كراج الكحلاء"
      },
      {
        "id": "5559",
        "name": "جامعه ميسان طريق بغداد"
      },
      {
        "id": "5571",
        "name": "اخرى"
      },
      {
        "id": "5610",
        "name": "فيلق طريق المجر"
      },
      {
        "id": "5617",
        "name": "المشروع الوطني"
      },
      {
        "id": "5628",
        "name": "حي اليرموك"
      },
      {
        "id": "5652",
        "name": "حي الشهدين عمارات الملح"
      },
      {
        "id": "5900",
        "name": "حي المنتزه"
      },
      {
        "id": "5902",
        "name": "حي العابرات"
      },
      {
        "id": "5908",
        "name": "حي سجاد"
      },
      {
        "id": "5909",
        "name": "حي الرسول"
      },
      {
        "id": "5910",
        "name": "طريق شركه سينوك"
      },
      {
        "id": "6094",
        "name": "صناعيه"
      },
      {
        "id": "6222",
        "name": "عمارات القديمه"
      },
      {
        "id": "6239",
        "name": "سوك الذهب"
      },
      {
        "id": "6241",
        "name": "دور الكليه المعهد"
      },
      {
        "id": "6242",
        "name": "فلكه القاضي"
      }
    ]
  },
  {
    "id": "11",
    "name": "السماوة - المثنى",
    "regions": [
      {
        "id": "1636",
        "name": "شارع الجسر"
      },
      {
        "id": "1639",
        "name": "الكورنيش"
      },
      {
        "id": "1640",
        "name": "شارع باته"
      },
      {
        "id": "1644",
        "name": "الخشابة"
      },
      {
        "id": "1646",
        "name": "سبعه نيسان"
      },
      {
        "id": "1648",
        "name": "ضجريه"
      },
      {
        "id": "1650",
        "name": "ال معالي"
      },
      {
        "id": "1652",
        "name": "حي الجامعة"
      },
      {
        "id": "1654",
        "name": "ال عبيد"
      },
      {
        "id": "1657",
        "name": "البساتين الشرقية"
      },
      {
        "id": "1658",
        "name": "المشواج"
      },
      {
        "id": "1659",
        "name": "قرية سيد جبار"
      },
      {
        "id": "1660",
        "name": "حي الصناعي"
      },
      {
        "id": "1661",
        "name": "حي الاعلام"
      },
      {
        "id": "1662",
        "name": "دور الشركة"
      },
      {
        "id": "1663",
        "name": "الجديدة"
      },
      {
        "id": "1664",
        "name": "حي الجمهوري"
      },
      {
        "id": "1666",
        "name": "حي  العمال"
      },
      {
        "id": "1667",
        "name": "مصفى النفط"
      },
      {
        "id": "1668",
        "name": "حي الزهور"
      },
      {
        "id": "1669",
        "name": "52 دار"
      },
      {
        "id": "1670",
        "name": "دور السكك"
      },
      {
        "id": "1672",
        "name": "270 دار"
      },
      {
        "id": "1675",
        "name": "حي الشهداء الثانية"
      },
      {
        "id": "1677",
        "name": "حي العسكري"
      },
      {
        "id": "1679",
        "name": "36"
      },
      {
        "id": "1681",
        "name": "ال يونس"
      },
      {
        "id": "1682",
        "name": "ال عبس"
      },
      {
        "id": "1683",
        "name": "ال طة"
      },
      {
        "id": "1684",
        "name": "الشرجي"
      },
      {
        "id": "1685",
        "name": "الغربي الاولى"
      },
      {
        "id": "1687",
        "name": "الغربي الثاني"
      },
      {
        "id": "1688",
        "name": "حي المعلمين السماوه"
      },
      {
        "id": "1689",
        "name": "حي الظباط"
      },
      {
        "id": "1691",
        "name": "الرميثه المستشفى العام"
      },
      {
        "id": "1692",
        "name": "مستشفى  الحسين"
      },
      {
        "id": "1693",
        "name": "المجد ال ديبس"
      },
      {
        "id": "1702",
        "name": "حي العباس"
      },
      {
        "id": "1705",
        "name": "حي الحسين"
      },
      {
        "id": "1707",
        "name": "سيد علاوي"
      },
      {
        "id": "1709",
        "name": "ام العكف"
      },
      {
        "id": "1711",
        "name": "نابلس"
      },
      {
        "id": "1713",
        "name": "ال مري"
      },
      {
        "id": "1714",
        "name": "المهدي"
      },
      {
        "id": "1717",
        "name": "ال بوحجر"
      },
      {
        "id": "1718",
        "name": "بن يقطين"
      },
      {
        "id": "1721",
        "name": "اسكان الدوح"
      },
      {
        "id": "1722",
        "name": "حي النفط"
      },
      {
        "id": "1724",
        "name": "حي السياسين"
      },
      {
        "id": "1727",
        "name": "حي المعلمين الثانية"
      },
      {
        "id": "1729",
        "name": "حي الصدر"
      },
      {
        "id": "1732",
        "name": "حي جضعان"
      },
      {
        "id": "1735",
        "name": "المسكتين"
      },
      {
        "id": "1736",
        "name": "ال باني"
      },
      {
        "id": "1737",
        "name": "الحيدريه"
      },
      {
        "id": "1738",
        "name": "حي الشرطه"
      },
      {
        "id": "1739",
        "name": "الضجريه"
      },
      {
        "id": "1740",
        "name": "الحكم"
      },
      {
        "id": "1741",
        "name": "الشراكية"
      },
      {
        "id": "1742",
        "name": "قرية سيد هادي"
      },
      {
        "id": "1744",
        "name": "المطشر"
      },
      {
        "id": "1745",
        "name": "7 نيسان"
      },
      {
        "id": "1746",
        "name": "حي الشهداء"
      },
      {
        "id": "1747",
        "name": "السوك"
      },
      {
        "id": "1748",
        "name": "الزريجية"
      },
      {
        "id": "1750",
        "name": "شارع المسبح"
      },
      {
        "id": "1752",
        "name": "البندر"
      },
      {
        "id": "1754",
        "name": "الزويد"
      },
      {
        "id": "1755",
        "name": "الجمعيات"
      },
      {
        "id": "1756",
        "name": "الداحرة"
      },
      {
        "id": "1757",
        "name": "القشلة"
      },
      {
        "id": "1759",
        "name": "حي ناظم"
      },
      {
        "id": "1760",
        "name": "ام الهوش"
      },
      {
        "id": "1761",
        "name": "الصياغ"
      },
      {
        "id": "1762",
        "name": "الغسل"
      },
      {
        "id": "1763",
        "name": "السكك"
      },
      {
        "id": "1764",
        "name": "جربوعية"
      },
      {
        "id": "1766",
        "name": "ام العصافير"
      },
      {
        "id": "1767",
        "name": "الشنابرة"
      },
      {
        "id": "1769",
        "name": "ال معجون"
      },
      {
        "id": "1770",
        "name": "السوير"
      },
      {
        "id": "1772",
        "name": "النجمي مشروع الماء"
      },
      {
        "id": "1774",
        "name": "النجمي مسيعيدة"
      },
      {
        "id": "1775",
        "name": "النجمي"
      },
      {
        "id": "1777",
        "name": "الرميثة العمارين"
      },
      {
        "id": "1779",
        "name": "الهلال ال مطلب"
      },
      {
        "id": "1781",
        "name": "حي الصدر"
      },
      {
        "id": "1782",
        "name": "معمل الملح"
      },
      {
        "id": "1783",
        "name": "المملحه معمل السمنت"
      },
      {
        "id": "1786",
        "name": "المملحه مطعم الملكة"
      },
      {
        "id": "1787",
        "name": "المملحة"
      },
      {
        "id": "1789",
        "name": "الهلال تقاطع الفزاعيه"
      },
      {
        "id": "1791",
        "name": "الهلال المصيفية"
      },
      {
        "id": "1793",
        "name": "الهلال الجمجه الغربيه"
      },
      {
        "id": "1795",
        "name": "الهلال الجمجه الشرقية"
      },
      {
        "id": "1797",
        "name": "الهلال فلكة هلال"
      },
      {
        "id": "1798",
        "name": "الهلال"
      },
      {
        "id": "1799",
        "name": "الرمية العلاوية"
      },
      {
        "id": "1801",
        "name": "الديبس"
      },
      {
        "id": "1802",
        "name": "الرميثة البو حسان"
      },
      {
        "id": "1803",
        "name": "الرميثة  حي دينار"
      },
      {
        "id": "1804",
        "name": "الرميثة  حي عبد العباس"
      },
      {
        "id": "1805",
        "name": "الوركاء  مستشفى العام"
      },
      {
        "id": "1806",
        "name": "الرميثة  السادة الطلاقنين"
      },
      {
        "id": "1808",
        "name": "الرميثة  العارظيات"
      },
      {
        "id": "1809",
        "name": "الرميثة  الفزاعة"
      },
      {
        "id": "1810",
        "name": "الرميثة  كراج النجمي"
      },
      {
        "id": "1811",
        "name": "الرميثة  السوك"
      },
      {
        "id": "1812",
        "name": "الرميثة  شارع النص"
      },
      {
        "id": "1813",
        "name": "الرميثة  57"
      },
      {
        "id": "1814",
        "name": "الرميثة  الملعب"
      },
      {
        "id": "1815",
        "name": "الرميثة  البندقية"
      },
      {
        "id": "1816",
        "name": "الرميثة  المضلم"
      },
      {
        "id": "1817",
        "name": "الرميثة  شارع المسبح"
      },
      {
        "id": "1818",
        "name": "الرميثة  الجديدة"
      },
      {
        "id": "1819",
        "name": "الرميثة  حي المعلمين"
      },
      {
        "id": "1820",
        "name": "الرميثة  شارع الطباء"
      },
      {
        "id": "1821",
        "name": "الرميثة  الغربي"
      },
      {
        "id": "1822",
        "name": "الرميثة  الشرجي"
      },
      {
        "id": "1823",
        "name": "الرميثة  القشلة"
      },
      {
        "id": "1824",
        "name": "الرميثة  المصوبلة"
      },
      {
        "id": "1825",
        "name": "الرميثة  حي العسكري"
      },
      {
        "id": "1826",
        "name": "الرميثة  حي الشهداء"
      },
      {
        "id": "1827",
        "name": "الرميثة  الفرطوس"
      },
      {
        "id": "1828",
        "name": "الكرية"
      },
      {
        "id": "1829",
        "name": "المضهره"
      },
      {
        "id": "1830",
        "name": "ام الروش"
      },
      {
        "id": "1831",
        "name": "الخضر الصوب الكبير"
      },
      {
        "id": "1832",
        "name": "ال توبة"
      },
      {
        "id": "1833",
        "name": "الخضر الصوب الصغير"
      },
      {
        "id": "1835",
        "name": "عين الصياد"
      },
      {
        "id": "1836",
        "name": "الهويشلي"
      },
      {
        "id": "1837",
        "name": "الدراجي"
      },
      {
        "id": "1839",
        "name": "العصيدة"
      },
      {
        "id": "1840",
        "name": "خافورة"
      },
      {
        "id": "1841",
        "name": "العويلين"
      },
      {
        "id": "1843",
        "name": "السوالم"
      },
      {
        "id": "1844",
        "name": "ابو شريش"
      },
      {
        "id": "1846",
        "name": "الربايع"
      },
      {
        "id": "1848",
        "name": "العمية"
      },
      {
        "id": "1849",
        "name": "البيضه"
      },
      {
        "id": "1852",
        "name": "الضوالم"
      },
      {
        "id": "1853",
        "name": "الوركاء ال جريب"
      },
      {
        "id": "1854",
        "name": "جشر المعلق"
      },
      {
        "id": "1856",
        "name": "جسر الشهداء"
      },
      {
        "id": "1857",
        "name": "الكرامة"
      },
      {
        "id": "1858",
        "name": "المجد"
      },
      {
        "id": "1859",
        "name": "حي العزل"
      },
      {
        "id": "1860",
        "name": "الرميثة"
      },
      {
        "id": "1861",
        "name": "الاسكان"
      },
      {
        "id": "1862",
        "name": "الوركاء"
      },
      {
        "id": "1863",
        "name": "الخضر"
      },
      {
        "id": "3287",
        "name": "الجبروعية الاولى"
      },
      {
        "id": "3288",
        "name": "الجربوعية  الثانيه"
      },
      {
        "id": "3289",
        "name": "ابو جويلانة"
      },
      {
        "id": "3290",
        "name": "لؤلؤة ساوة"
      },
      {
        "id": "4059",
        "name": "الصيبه"
      },
      {
        "id": "4060",
        "name": "الخضر الابديري"
      },
      {
        "id": "4061",
        "name": "الخضر الخافورة"
      },
      {
        "id": "4062",
        "name": "الحجاري الخضر"
      },
      {
        "id": "4063",
        "name": "الخضر  الصافي"
      },
      {
        "id": "4064",
        "name": "الخضر  المنيش"
      },
      {
        "id": "4065",
        "name": "ام الروج الخضر"
      },
      {
        "id": "4066",
        "name": "الخضر  الشويله"
      },
      {
        "id": "4067",
        "name": "الخضر  عين الصيد"
      },
      {
        "id": "4068",
        "name": "الخضر  الدراجي"
      },
      {
        "id": "4069",
        "name": "الخضر  ام خمسين"
      },
      {
        "id": "4070",
        "name": "الخضر  ام زرن"
      },
      {
        "id": "4071",
        "name": "الخضر  هويشلي"
      },
      {
        "id": "4072",
        "name": "الخضر  المدادي"
      },
      {
        "id": "4073",
        "name": "الوركاء ال حوش"
      },
      {
        "id": "4074",
        "name": "الوركاء النبي سليمان"
      },
      {
        "id": "4075",
        "name": "الوركاء  السوالم"
      },
      {
        "id": "4076",
        "name": "الوركاء  الضوالم"
      },
      {
        "id": "4077",
        "name": "الوركاء  السميح"
      },
      {
        "id": "4078",
        "name": "الوركاء  البو خضير"
      },
      {
        "id": "4079",
        "name": "الوركاء  الحمامره"
      },
      {
        "id": "4080",
        "name": "الوركاء  الربيع"
      },
      {
        "id": "4081",
        "name": "الوركاء  الربايع"
      },
      {
        "id": "4082",
        "name": "الوركاء  البو حويجمه"
      },
      {
        "id": "4083",
        "name": "الوركاء  العنتر"
      },
      {
        "id": "4084",
        "name": "الوركاء  ال عنتر"
      },
      {
        "id": "4085",
        "name": "الوركاء  الزكردين"
      },
      {
        "id": "4086",
        "name": "الوركاء  الكرامه"
      },
      {
        "id": "4087",
        "name": "الوركاء  البيضه"
      },
      {
        "id": "4088",
        "name": "الجضعان"
      },
      {
        "id": "4089",
        "name": "ال مطشر"
      },
      {
        "id": "4090",
        "name": "دور معمل السمنت"
      },
      {
        "id": "4091",
        "name": "الشراكيه"
      },
      {
        "id": "4092",
        "name": "سيطرة جروخي"
      },
      {
        "id": "4151",
        "name": "الرميثه الغربي"
      },
      {
        "id": "4152",
        "name": "الرميثة حي المهندسين"
      },
      {
        "id": "4153",
        "name": "الرميثة القزويني"
      },
      {
        "id": "4154",
        "name": "الرميقه الجزرة"
      },
      {
        "id": "4155",
        "name": "الرميقه حي الصناعي"
      },
      {
        "id": "4156",
        "name": "الرميقه حي المعلمبن"
      },
      {
        "id": "4157",
        "name": "الرميثه المصلوبة"
      },
      {
        "id": "4158",
        "name": "الرميقه حي 57"
      },
      {
        "id": "4159",
        "name": "الرميثه حي دينار"
      },
      {
        "id": "4160",
        "name": "الرميثة حي العباس"
      },
      {
        "id": "4161",
        "name": "الرميثة الهلايجه"
      },
      {
        "id": "4452",
        "name": "السماوة الخضر"
      },
      {
        "id": "4453",
        "name": "السماوة الوركاء"
      },
      {
        "id": "4454",
        "name": "السماوة الرميثه"
      },
      {
        "id": "4455",
        "name": "المثنى الخضر"
      },
      {
        "id": "4456",
        "name": "المثنى الوركاء"
      },
      {
        "id": "4457",
        "name": "المثنى الرميثه"
      },
      {
        "id": "4625",
        "name": "سماوة حي الضباط"
      },
      {
        "id": "4652",
        "name": "شارع الفنادق"
      },
      {
        "id": "4710",
        "name": "كراج الموحد"
      },
      {
        "id": "4711",
        "name": "الرميثه كراج الموحد"
      },
      {
        "id": "4773",
        "name": "السماوة شارع العيادة الشعبية"
      },
      {
        "id": "4777",
        "name": "السماوة حي موسى الكاظم"
      },
      {
        "id": "4789",
        "name": "الخضر المستشفى العام"
      },
      {
        "id": "4790",
        "name": "المستشفى العام السماوة"
      },
      {
        "id": "4905",
        "name": "حي النصر"
      },
      {
        "id": "4908",
        "name": "السماوة حي التاميم"
      },
      {
        "id": "4944",
        "name": "الوركاء حي الشهداء"
      },
      {
        "id": "4945",
        "name": "صوب الكبير سماوة"
      },
      {
        "id": "4946",
        "name": "صوب الصغير سماوه"
      },
      {
        "id": "4973",
        "name": "السماوة الحميدية"
      },
      {
        "id": "5113",
        "name": "السماوة المعهد التقني"
      },
      {
        "id": "5121",
        "name": "سماوة حي الرسالة"
      },
      {
        "id": "5125",
        "name": "ال غانم السوير"
      },
      {
        "id": "5126",
        "name": "الرميثه حي الحسين"
      },
      {
        "id": "5140",
        "name": "السماوة جامعة المثنى"
      },
      {
        "id": "5141",
        "name": "السماوة جامعة ساوة"
      },
      {
        "id": "5145",
        "name": "السماوة شارع المحافظة"
      },
      {
        "id": "5156",
        "name": "سماوة شارع السينما"
      },
      {
        "id": "5194",
        "name": "الرميثة شارع الاطباء"
      },
      {
        "id": "5224",
        "name": "السماوة حي المدراء"
      },
      {
        "id": "5246",
        "name": "الخشابة"
      },
      {
        "id": "5487",
        "name": "سايلو"
      },
      {
        "id": "5488",
        "name": "ال صلاب"
      },
      {
        "id": "5553",
        "name": "الزقورة"
      },
      {
        "id": "5554",
        "name": "منتوجات النفطية زقورة"
      },
      {
        "id": "5555",
        "name": "سوك الزقوره"
      },
      {
        "id": "5556",
        "name": "شارع المحافظه الزقورة"
      },
      {
        "id": "5572",
        "name": "جامعة الصادق"
      },
      {
        "id": "5626",
        "name": "المثنى"
      },
      {
        "id": "6208",
        "name": "اخرى"
      }
    ]
  },
  {
    "id": "12",
    "name": "النجف",
    "regions": [
      {
        "id": "1605",
        "name": "محلات يعقوب"
      },
      {
        "id": "1606",
        "name": "المشخاب سوق شعلان"
      },
      {
        "id": "1607",
        "name": "المشخاب الناظم"
      },
      {
        "id": "1608",
        "name": "المشخاب فلكه عبد الواحد"
      },
      {
        "id": "1609",
        "name": "المشخاب راك الحصوه"
      },
      {
        "id": "1610",
        "name": "المشخاب الدبينيه"
      },
      {
        "id": "1611",
        "name": "ناحيه القادسيه"
      },
      {
        "id": "1612",
        "name": "الحسانيه"
      },
      {
        "id": "1615",
        "name": "الحيدريه"
      },
      {
        "id": "1616",
        "name": "خان النص"
      },
      {
        "id": "1618",
        "name": "خان الربع"
      },
      {
        "id": "1620",
        "name": "شارع كربلاء"
      },
      {
        "id": "1697",
        "name": "كوفه الحريه"
      },
      {
        "id": "1699",
        "name": "كوفه العباسيه"
      },
      {
        "id": "1700",
        "name": "الزيدي"
      },
      {
        "id": "1701",
        "name": "البو عريف"
      },
      {
        "id": "1703",
        "name": "المجاتيم"
      },
      {
        "id": "1708",
        "name": "ابو الجاي"
      },
      {
        "id": "1710",
        "name": "البو عارض"
      },
      {
        "id": "1715",
        "name": "الغزالي"
      },
      {
        "id": "1716",
        "name": "ابو حلان"
      },
      {
        "id": "1719",
        "name": "الخماسي"
      },
      {
        "id": "1720",
        "name": "الحمام"
      },
      {
        "id": "1723",
        "name": "مجيلع"
      },
      {
        "id": "1725",
        "name": "الطبر"
      },
      {
        "id": "1728",
        "name": "المواش"
      },
      {
        "id": "1733",
        "name": "البوغريب"
      },
      {
        "id": "1743",
        "name": "الدهيم"
      },
      {
        "id": "1749",
        "name": "ال علي"
      },
      {
        "id": "1753",
        "name": "البوفارس"
      },
      {
        "id": "1758",
        "name": "الاعمى"
      },
      {
        "id": "1765",
        "name": "الفتحي"
      },
      {
        "id": "1768",
        "name": "العريان"
      },
      {
        "id": "1771",
        "name": "ابو غرب"
      },
      {
        "id": "1773",
        "name": "الوهابي"
      },
      {
        "id": "1776",
        "name": "العدل"
      },
      {
        "id": "1778",
        "name": "الحيدري"
      },
      {
        "id": "1780",
        "name": "معمل الببسي"
      },
      {
        "id": "1784",
        "name": "جزرة جعفر"
      },
      {
        "id": "1785",
        "name": "كليه العلوم"
      },
      {
        "id": "1788",
        "name": "الحواتم"
      },
      {
        "id": "1790",
        "name": "سدة الكوفه"
      },
      {
        "id": "1792",
        "name": "البوحداري"
      },
      {
        "id": "1794",
        "name": "القزوينيه"
      },
      {
        "id": "1864",
        "name": "معهد الكوفه"
      },
      {
        "id": "1865",
        "name": "العيسى"
      },
      {
        "id": "1866",
        "name": "فلكة الملح"
      },
      {
        "id": "1867",
        "name": "فلكه الدلال"
      },
      {
        "id": "1868",
        "name": "البونعمان"
      },
      {
        "id": "1870",
        "name": "ابو صخير"
      },
      {
        "id": "1872",
        "name": "حيرة"
      },
      {
        "id": "1873",
        "name": "مناذرة"
      },
      {
        "id": "1874",
        "name": "رضويه"
      },
      {
        "id": "1875",
        "name": "مفرق غماس"
      },
      {
        "id": "1876",
        "name": "مجمع طيبه"
      },
      {
        "id": "1879",
        "name": "الحصينات"
      },
      {
        "id": "1880",
        "name": "المحاجير الغربيه"
      },
      {
        "id": "1881",
        "name": "المحاجير الشرقيه"
      },
      {
        "id": "1882",
        "name": "مناذرة حي العسكري"
      },
      {
        "id": "1883",
        "name": "مناذرة حي الزهراء"
      },
      {
        "id": "1884",
        "name": "مناذرة حي الجمعيه"
      },
      {
        "id": "1885",
        "name": "مناذرة الجمهوري"
      },
      {
        "id": "1887",
        "name": "المناذرة شارع المرور"
      },
      {
        "id": "1890",
        "name": "المناذرة شارع السايلو"
      },
      {
        "id": "1892",
        "name": "المناذرة شارع الملعب"
      },
      {
        "id": "1894",
        "name": "المناذرة شارع الاطفاء"
      },
      {
        "id": "1895",
        "name": "الصنين"
      },
      {
        "id": "1896",
        "name": "الدسم"
      },
      {
        "id": "1908",
        "name": "حي الجزيره"
      },
      {
        "id": "1909",
        "name": "حي المكرمه"
      },
      {
        "id": "1912",
        "name": "حي العروبه"
      },
      {
        "id": "1914",
        "name": "حي الجمعيه"
      },
      {
        "id": "1916",
        "name": "حي الشهداء"
      },
      {
        "id": "1917",
        "name": "حي الوفاء"
      },
      {
        "id": "1919",
        "name": "حي العسكري"
      },
      {
        "id": "1920",
        "name": "حي الهنديه"
      },
      {
        "id": "1921",
        "name": "حي النصر"
      },
      {
        "id": "1922",
        "name": "حي الميلاد"
      },
      {
        "id": "1923",
        "name": "حي المهندسين"
      },
      {
        "id": "1924",
        "name": "حي ابو طالب"
      },
      {
        "id": "1925",
        "name": "حي الرحمه"
      },
      {
        "id": "1926",
        "name": "حي الضباط"
      },
      {
        "id": "1928",
        "name": "حي النفط"
      },
      {
        "id": "1930",
        "name": "حي الاطباء"
      },
      {
        "id": "1931",
        "name": "حي الكرامه"
      },
      {
        "id": "1932",
        "name": "حي الصحه"
      },
      {
        "id": "1933",
        "name": "حي الحسين"
      },
      {
        "id": "1934",
        "name": "حي العلماء"
      },
      {
        "id": "1935",
        "name": "حي الغري"
      },
      {
        "id": "1936",
        "name": "حي الشعراء"
      },
      {
        "id": "1938",
        "name": "حي المعلمين"
      },
      {
        "id": "1940",
        "name": "حي السعد"
      },
      {
        "id": "1941",
        "name": "حي المثنى"
      },
      {
        "id": "1943",
        "name": "حي الاسكان"
      },
      {
        "id": "1945",
        "name": "شارع المثنى"
      },
      {
        "id": "1946",
        "name": "شارع القنصليه القديمه"
      },
      {
        "id": "1947",
        "name": "الولايه"
      },
      {
        "id": "1948",
        "name": "شارع الرسول"
      },
      {
        "id": "1949",
        "name": "شارع الصادق"
      },
      {
        "id": "1950",
        "name": "ساحه الميدان"
      },
      {
        "id": "1951",
        "name": "شارع الطوسي"
      },
      {
        "id": "1952",
        "name": "شارع زين العابدين"
      },
      {
        "id": "1955",
        "name": "سوق الكبير"
      },
      {
        "id": "1957",
        "name": "شارع المدينه"
      },
      {
        "id": "1958",
        "name": "حي الشرطه"
      },
      {
        "id": "1960",
        "name": "حي الثوره"
      },
      {
        "id": "1961",
        "name": "شارع حنون"
      },
      {
        "id": "1962",
        "name": "الجديده الاولى"
      },
      {
        "id": "1963",
        "name": "الجديده الثانيه"
      },
      {
        "id": "1964",
        "name": "الجديده الثالثه"
      },
      {
        "id": "1965",
        "name": "الجديدره الرابعه"
      },
      {
        "id": "1968",
        "name": "الولايه الجمهوريه"
      },
      {
        "id": "1969",
        "name": "خان المخضر"
      },
      {
        "id": "1970",
        "name": "شارع حمام الرسول"
      },
      {
        "id": "1971",
        "name": "كراج متعدد الطوابق"
      },
      {
        "id": "1972",
        "name": "حي الامير"
      },
      {
        "id": "1973",
        "name": "حي القادسيه"
      },
      {
        "id": "1974",
        "name": "حي الزهراء"
      },
      {
        "id": "1975",
        "name": "حي السواق"
      },
      {
        "id": "1976",
        "name": "حي الاشتراكي"
      },
      {
        "id": "1977",
        "name": "حي الحوراء"
      },
      {
        "id": "1978",
        "name": "شارع الروان"
      },
      {
        "id": "1979",
        "name": "شارع كليه التربيه"
      },
      {
        "id": "1980",
        "name": "شارع الخدمي"
      },
      {
        "id": "1981",
        "name": "مطعم نزار شنين"
      },
      {
        "id": "1982",
        "name": "مطعم سنونو"
      },
      {
        "id": "1983",
        "name": "حي الامير شارع عطيه جبوري"
      },
      {
        "id": "1984",
        "name": "حي الجامعه"
      },
      {
        "id": "1987",
        "name": "المدينه المائيه"
      },
      {
        "id": "1988",
        "name": "مدينه العاب السلام"
      },
      {
        "id": "1989",
        "name": "شارع سلام غري"
      },
      {
        "id": "1991",
        "name": "شارع ابو مصطفى ابو الدجاج"
      },
      {
        "id": "1992",
        "name": "حي الغدير"
      },
      {
        "id": "1993",
        "name": "حي العداله"
      },
      {
        "id": "1995",
        "name": "حي الفرات"
      },
      {
        "id": "1996",
        "name": "ساحة الصدرين"
      },
      {
        "id": "1997",
        "name": "كليه الطوسي"
      },
      {
        "id": "1998",
        "name": "شارع الجنسيه"
      },
      {
        "id": "2004",
        "name": "حي ميسان"
      },
      {
        "id": "2006",
        "name": "علوة الفحل"
      },
      {
        "id": "2008",
        "name": "البو حداري"
      },
      {
        "id": "2009",
        "name": "مجسر الزهراء"
      },
      {
        "id": "2010",
        "name": "الزركه"
      },
      {
        "id": "2012",
        "name": "السهله"
      },
      {
        "id": "2014",
        "name": "نفق المختار"
      },
      {
        "id": "2015",
        "name": "شارع الكيات"
      },
      {
        "id": "2016",
        "name": "شارع البواري"
      },
      {
        "id": "2018",
        "name": "شريط ميسان"
      },
      {
        "id": "2021",
        "name": "سكله الكرعاوي"
      },
      {
        "id": "2022",
        "name": "الجماعه"
      },
      {
        "id": "2023",
        "name": "جسر الامام علي"
      },
      {
        "id": "2025",
        "name": "كوفه"
      },
      {
        "id": "2026",
        "name": "كوفه حي العسكري"
      },
      {
        "id": "2027",
        "name": "كوفه حي الشرطه"
      },
      {
        "id": "2029",
        "name": "كوفه الجمهوريه"
      },
      {
        "id": "2030",
        "name": "كوفه حي المعلمين"
      },
      {
        "id": "2032",
        "name": "كوفه حي السفير"
      },
      {
        "id": "2033",
        "name": "عباسيه حي الرساله"
      },
      {
        "id": "2036",
        "name": "كوفه متنبي"
      },
      {
        "id": "2037",
        "name": "كوفه المقداد"
      },
      {
        "id": "2038",
        "name": "كوفه 17 تموز"
      },
      {
        "id": "2039",
        "name": "كوفه حي كندا"
      },
      {
        "id": "2040",
        "name": "كوفه حي كندا الثانيه"
      },
      {
        "id": "2041",
        "name": "كوفه منطقه الحارس"
      },
      {
        "id": "2043",
        "name": "كوفه شارع عبد العال"
      },
      {
        "id": "2045",
        "name": "كوفه مستشفى الصدر"
      },
      {
        "id": "2047",
        "name": "جامعه الكوفه"
      },
      {
        "id": "2049",
        "name": "جامعه جابر ابن حيان"
      },
      {
        "id": "2050",
        "name": "حي الصناعي"
      },
      {
        "id": "2053",
        "name": "كوفه ماكولات خوخه"
      },
      {
        "id": "2054",
        "name": "السراي"
      },
      {
        "id": "2055",
        "name": "كوفه شارع السكه"
      },
      {
        "id": "2056",
        "name": "سوق الكوفه الكبير"
      },
      {
        "id": "2057",
        "name": "فلكه الشهرستاني"
      },
      {
        "id": "2058",
        "name": "فلكه حبيب الرعاش"
      },
      {
        "id": "2059",
        "name": "كوفه حي ميثم التمار"
      },
      {
        "id": "2060",
        "name": "كوفه مرقد مسلم ابن عقيل"
      },
      {
        "id": "2061",
        "name": "كوفه شارع الكورنيش"
      },
      {
        "id": "2062",
        "name": "كوفه الجديده"
      },
      {
        "id": "2063",
        "name": "كوفه الرشاديه"
      },
      {
        "id": "2064",
        "name": "شارع المطار"
      },
      {
        "id": "2065",
        "name": "طريق الجرويه"
      },
      {
        "id": "2066",
        "name": "جامع الامام الحسن"
      },
      {
        "id": "2067",
        "name": "الرادار"
      },
      {
        "id": "2068",
        "name": "معرض النجف الدولي"
      },
      {
        "id": "2069",
        "name": "باب الدخول المطار"
      },
      {
        "id": "2070",
        "name": "شارع المعمل"
      },
      {
        "id": "2071",
        "name": "مجمع الباقر"
      },
      {
        "id": "2072",
        "name": "سكله النجف"
      },
      {
        "id": "2073",
        "name": "شارع الشفلات"
      },
      {
        "id": "2074",
        "name": "اسواق العبدلي"
      },
      {
        "id": "2075",
        "name": "محطه ريبال"
      },
      {
        "id": "2076",
        "name": "شارع السبيس"
      },
      {
        "id": "2077",
        "name": "شارع دور الحوزة"
      },
      {
        "id": "2078",
        "name": "شارع علكم"
      },
      {
        "id": "2079",
        "name": "جامع الاحسان"
      },
      {
        "id": "2080",
        "name": "حي البراكيه"
      },
      {
        "id": "2081",
        "name": "الكم"
      },
      {
        "id": "2082",
        "name": "حي القدس"
      },
      {
        "id": "2083",
        "name": "الكراج الجنوبي"
      },
      {
        "id": "2084",
        "name": "جمله القدس"
      },
      {
        "id": "2085",
        "name": "المجمع العلوي"
      },
      {
        "id": "2086",
        "name": "مدرسه شيخ بشير"
      },
      {
        "id": "2087",
        "name": "مجمع القدس"
      },
      {
        "id": "2088",
        "name": "حي الانصار"
      },
      {
        "id": "2089",
        "name": "شارع الانصار"
      },
      {
        "id": "2090",
        "name": "اسواق عطالله"
      },
      {
        "id": "2091",
        "name": "فلكه القدس"
      },
      {
        "id": "2092",
        "name": "سوق الانصار"
      },
      {
        "id": "2093",
        "name": "فلكه الانصار"
      },
      {
        "id": "2094",
        "name": "شارع اليسرى"
      },
      {
        "id": "2095",
        "name": "مجمع عماد سكر"
      },
      {
        "id": "2096",
        "name": "مدرسه علي الوردي"
      },
      {
        "id": "2097",
        "name": "حي النداء"
      },
      {
        "id": "2098",
        "name": "شارع المكاتب"
      },
      {
        "id": "2099",
        "name": "شارع 20"
      },
      {
        "id": "2100",
        "name": "شارع60"
      },
      {
        "id": "2101",
        "name": "شارع الحولي"
      },
      {
        "id": "2102",
        "name": "قريه الغدير"
      },
      {
        "id": "2103",
        "name": "مقابل قريه الغدير"
      },
      {
        "id": "2104",
        "name": "مجمع بيتي"
      },
      {
        "id": "2105",
        "name": "مجمع بيتي الثاني"
      },
      {
        "id": "2106",
        "name": "مجمع الاميرات"
      },
      {
        "id": "2107",
        "name": "مجمع السلام"
      },
      {
        "id": "2108",
        "name": "مجمع ابو تراب"
      },
      {
        "id": "2109",
        "name": "ملعب النجف القديم"
      },
      {
        "id": "2110",
        "name": "مجمع الكرار"
      },
      {
        "id": "2111",
        "name": "مجمع السلطان"
      },
      {
        "id": "2112",
        "name": "مجمع قنبر"
      },
      {
        "id": "2113",
        "name": "شاع المطحنه"
      },
      {
        "id": "2114",
        "name": "مشخاب الجفلاويه"
      },
      {
        "id": "2115",
        "name": "مشخاب سيد جعفر"
      },
      {
        "id": "2116",
        "name": "مشخاب مفرك ام عرده"
      },
      {
        "id": "2117",
        "name": "مشخاب جسر فلحه"
      },
      {
        "id": "2118",
        "name": "مشخاب طبر ال ابراهيم"
      },
      {
        "id": "2119",
        "name": "مشخاب طبر سيد نور"
      },
      {
        "id": "2120",
        "name": "مشخاب الطرمه"
      },
      {
        "id": "2121",
        "name": "مشخاب الشويله"
      },
      {
        "id": "2122",
        "name": "مشخاب جسر الخشب"
      },
      {
        "id": "2123",
        "name": "مشخاب شارع الاطفاء"
      },
      {
        "id": "2124",
        "name": "مشخاب منطقه الذهب"
      },
      {
        "id": "2125",
        "name": "مشخاب الطارميه"
      },
      {
        "id": "2126",
        "name": "مشخاب هور فريق"
      },
      {
        "id": "2127",
        "name": "مشخاب مول الف هلا"
      },
      {
        "id": "2128",
        "name": "مشخاب مول الضريباوي"
      },
      {
        "id": "4195",
        "name": "حي عدن"
      },
      {
        "id": "4410",
        "name": "طريق كربلاء"
      },
      {
        "id": "4411",
        "name": "طريق كربلاء نجف"
      },
      {
        "id": "4412",
        "name": "شارع الطاقه"
      },
      {
        "id": "4420",
        "name": "الحنانه"
      },
      {
        "id": "4424",
        "name": "ملعب النجف الجديد"
      },
      {
        "id": "4441",
        "name": "النجف شارع المزرعه"
      },
      {
        "id": "4473",
        "name": "النجف شارع مكتب الرشيد"
      },
      {
        "id": "4475",
        "name": "النجف حي اليرموك"
      },
      {
        "id": "4551",
        "name": "النجف حي نيسان"
      },
      {
        "id": "4572",
        "name": "النجف المدينه القديمه"
      },
      {
        "id": "4617",
        "name": "شارع كربلاء عمود550"
      },
      {
        "id": "4618",
        "name": "شارع كربلاء عمود1"
      },
      {
        "id": "4619",
        "name": "شارع المقبره"
      },
      {
        "id": "4620",
        "name": "مجمع الزهراء"
      },
      {
        "id": "4621",
        "name": "شارع المقبرة النموذجيه"
      },
      {
        "id": "4643",
        "name": "نجف امام علي"
      },
      {
        "id": "4683",
        "name": "طريق الحله"
      },
      {
        "id": "4917",
        "name": "سوق الحويش"
      },
      {
        "id": "4980",
        "name": "حي الامام المهدي"
      },
      {
        "id": "4982",
        "name": "حي الانصار مدرسه الفارس العربي"
      },
      {
        "id": "4983",
        "name": "حي الانصار مدرسه علي الوردي"
      },
      {
        "id": "4984",
        "name": "حي الانصار شارع الانصار الحرفين"
      },
      {
        "id": "4985",
        "name": "حي الانصار المستوصف"
      },
      {
        "id": "4986",
        "name": "حي المهندسين مطعم الخيمه"
      },
      {
        "id": "4987",
        "name": "حي المهندسين اسواق كناري"
      },
      {
        "id": "4988",
        "name": "حي المهندسين شارع الجنه"
      },
      {
        "id": "4989",
        "name": "حي المهندسين بانزين خانه الضيغم"
      },
      {
        "id": "4990",
        "name": "حي الغدير شارع غدير كرامه"
      },
      {
        "id": "4991",
        "name": "حي الغدير ارع المولدات"
      },
      {
        "id": "4992",
        "name": "حي الغدير مكتبه الحسام"
      },
      {
        "id": "4993",
        "name": "حي الغدير المخبز الفرنسي"
      },
      {
        "id": "4994",
        "name": "حي الفرات اسواق القلعه"
      },
      {
        "id": "4995",
        "name": "حي الفرات مطعم ايوب"
      },
      {
        "id": "4996",
        "name": "حي الفرات كليه اداره واقتصاد"
      },
      {
        "id": "4997",
        "name": "حي الفرات شارع المدارس"
      },
      {
        "id": "4998",
        "name": "حي الفرات شارع الجنسيه"
      },
      {
        "id": "4999",
        "name": "حي الفرات متنزه الفرات"
      },
      {
        "id": "5000",
        "name": "حي العداله شارع المستوصف"
      },
      {
        "id": "5001",
        "name": "حي العداله مستفى الحياه"
      },
      {
        "id": "5002",
        "name": "حي العداله شقق العداله"
      },
      {
        "id": "5003",
        "name": "حي العداله صالون غاده"
      },
      {
        "id": "5004",
        "name": "حي العداله المركز اللبناني"
      },
      {
        "id": "5005",
        "name": "حي العداله شركه زين"
      },
      {
        "id": "5006",
        "name": "حي العسكري مكتب الرشيد"
      },
      {
        "id": "5007",
        "name": "حي العسكري شارع الصياغ"
      },
      {
        "id": "5008",
        "name": "حي العسكري شارع السبيس"
      },
      {
        "id": "5009",
        "name": "130 منطقه الزركه عمود"
      },
      {
        "id": "5010",
        "name": "منطقه فرقه الحشد عمود 173"
      },
      {
        "id": "5011",
        "name": "منطقه السده عمود 195"
      },
      {
        "id": "5012",
        "name": "مفرق الكفل عمود 350"
      },
      {
        "id": "5013",
        "name": "مستشفى الحيدريه"
      },
      {
        "id": "5014",
        "name": "حي النداء ملعب النجف الجديد"
      },
      {
        "id": "5015",
        "name": "حي النداء شارع30"
      },
      {
        "id": "5016",
        "name": "حي النداء جامعه الكفيل"
      },
      {
        "id": "5017",
        "name": "عباسيه عماره ابو حامد"
      },
      {
        "id": "5018",
        "name": "عباسيه جامع الامام الرضا"
      },
      {
        "id": "5019",
        "name": "عباسيه المركز الصحي"
      },
      {
        "id": "5020",
        "name": "عباسيه مدرسه المربد"
      },
      {
        "id": "5021",
        "name": "عباسيه دائره الكهرباء"
      },
      {
        "id": "5022",
        "name": "عباسيات وقوف التكسيات"
      },
      {
        "id": "5023",
        "name": "عباسيات جسر ام عباسيات"
      },
      {
        "id": "5024",
        "name": "عباسيه مدرسه الفارابي"
      },
      {
        "id": "5025",
        "name": "حي الرحمه شارع الشهيد الاول"
      },
      {
        "id": "5026",
        "name": "حي الرحمه شارع المقرنص"
      },
      {
        "id": "5027",
        "name": "حي الرحمه شارع 20"
      },
      {
        "id": "5028",
        "name": "حي الرحمه معمل خياطه"
      },
      {
        "id": "5029",
        "name": "حي الرحمه اسواق مشمشه"
      },
      {
        "id": "5030",
        "name": "حي ابو طالب دور القضاة"
      },
      {
        "id": "5031",
        "name": "حي ابو طالب مطعم ليالي الفرات"
      },
      {
        "id": "5032",
        "name": "حي ابو طالب مطعم العاصمه"
      },
      {
        "id": "5033",
        "name": "حي النفط جمال شكر"
      },
      {
        "id": "5034",
        "name": "حي النفط مطعم حسين الاشبال"
      },
      {
        "id": "5035",
        "name": "حي العسكري اسواق ادم"
      },
      {
        "id": "5036",
        "name": "حي العسكري الادله الجنائيه"
      },
      {
        "id": "5037",
        "name": "قريه الغدير شارع المطحنه"
      },
      {
        "id": "5038",
        "name": "قريه الغدير شارع المؤسسه"
      },
      {
        "id": "5039",
        "name": "قريه الغدير شقق الوقف الشيعي"
      },
      {
        "id": "5040",
        "name": "حي ميسان شارع المركز"
      },
      {
        "id": "5041",
        "name": "حي ميسان شارع البواري"
      },
      {
        "id": "5104",
        "name": "النجف شارع المذاخر"
      },
      {
        "id": "5320",
        "name": "بحر النجف"
      },
      {
        "id": "5321",
        "name": "ناحيه مظلوم"
      },
      {
        "id": "5322",
        "name": "طريق مظلوم"
      },
      {
        "id": "5325",
        "name": "حي السلام"
      },
      {
        "id": "5326",
        "name": "النجف طريق كربلاء من عمود 1-650"
      },
      {
        "id": "5327",
        "name": "قضاء المشخاب"
      },
      {
        "id": "5377",
        "name": "ناحيه النور"
      },
      {
        "id": "5528",
        "name": "قرية الغدير"
      },
      {
        "id": "5573",
        "name": "اخرى"
      },
      {
        "id": "6116",
        "name": "قرية الغدير الثانيه"
      }
    ]
  },
  {
    "id": "13",
    "name": "نينوى",
    "regions": [
      {
        "id": "999",
        "name": "حي الدندان"
      },
      {
        "id": "1000",
        "name": "حي الطيران"
      },
      {
        "id": "1001",
        "name": "حي الجوسق"
      },
      {
        "id": "1002",
        "name": "حاوي الجوسق"
      },
      {
        "id": "1003",
        "name": "البو سيف"
      },
      {
        "id": "1004",
        "name": "حي الغزلاني"
      },
      {
        "id": "1005",
        "name": "حي المنصور"
      },
      {
        "id": "1006",
        "name": "حي وادي حجر"
      },
      {
        "id": "1007",
        "name": "حي النفط"
      },
      {
        "id": "1008",
        "name": "حي الصمود"
      },
      {
        "id": "1009",
        "name": "دور السكر"
      },
      {
        "id": "1010",
        "name": "دواسة"
      },
      {
        "id": "1011",
        "name": "قصر مطران"
      },
      {
        "id": "1012",
        "name": "باب جديد"
      },
      {
        "id": "1013",
        "name": "نبي شيت"
      },
      {
        "id": "1014",
        "name": "حي العكيدات"
      },
      {
        "id": "1015",
        "name": "حي راس الجادة"
      },
      {
        "id": "1016",
        "name": "خزرج"
      },
      {
        "id": "1017",
        "name": "باب البيض"
      },
      {
        "id": "1018",
        "name": "الفاروق"
      },
      {
        "id": "1019",
        "name": "الساعة"
      },
      {
        "id": "1020",
        "name": "حضيرة السادة"
      },
      {
        "id": "1021",
        "name": "السرجخانه"
      },
      {
        "id": "1022",
        "name": "سوق الشعارين"
      },
      {
        "id": "1023",
        "name": "المكاوي"
      },
      {
        "id": "1024",
        "name": "باب السراي"
      },
      {
        "id": "1025",
        "name": "دجة بركة"
      },
      {
        "id": "1026",
        "name": "باب الطوب"
      },
      {
        "id": "1027",
        "name": "الجمهورية"
      },
      {
        "id": "1028",
        "name": "نفق الخامس"
      },
      {
        "id": "1029",
        "name": "الخاتونية"
      },
      {
        "id": "1030",
        "name": "حي المامون"
      },
      {
        "id": "1031",
        "name": "شارع بغداد"
      },
      {
        "id": "1032",
        "name": "عين العراق"
      },
      {
        "id": "1033",
        "name": "تل الرمان"
      },
      {
        "id": "1034",
        "name": "حي الشهداء ايمن"
      },
      {
        "id": "1035",
        "name": "حي العامل"
      },
      {
        "id": "1036",
        "name": "موصل الجديدة"
      },
      {
        "id": "1037",
        "name": "حي الرسالة"
      },
      {
        "id": "1038",
        "name": "حي الزيادة"
      },
      {
        "id": "1039",
        "name": "شارع السايلو"
      },
      {
        "id": "1040",
        "name": "حي نابلس"
      },
      {
        "id": "1041",
        "name": "حي رجم حديد"
      },
      {
        "id": "1042",
        "name": "حي اليرموك"
      },
      {
        "id": "1043",
        "name": "شقق اليرموك"
      },
      {
        "id": "1044",
        "name": "حي التنك"
      },
      {
        "id": "1045",
        "name": "حي اصلاح الزراعي"
      },
      {
        "id": "1046",
        "name": "صناعة وادي عكاب"
      },
      {
        "id": "1047",
        "name": "حي العبور"
      },
      {
        "id": "1048",
        "name": "حي الثورة"
      },
      {
        "id": "1049",
        "name": "حي المشاهدة"
      },
      {
        "id": "1050",
        "name": "البورصة"
      },
      {
        "id": "1051",
        "name": "الصناعة القديمة"
      },
      {
        "id": "1052",
        "name": "حي الابار"
      },
      {
        "id": "1053",
        "name": "حي الصحة ايمن"
      },
      {
        "id": "1054",
        "name": "حي الورشان"
      },
      {
        "id": "1055",
        "name": "دورة المستشفى"
      },
      {
        "id": "1056",
        "name": "حي الزنجيلي"
      },
      {
        "id": "1057",
        "name": "حي الشفاء"
      },
      {
        "id": "1058",
        "name": "حي العريبي"
      },
      {
        "id": "1059",
        "name": "حي الرفاعي"
      },
      {
        "id": "1060",
        "name": "حي النجار"
      },
      {
        "id": "1061",
        "name": "حاوي الكنيسة"
      },
      {
        "id": "1062",
        "name": "حي 17 تموز"
      },
      {
        "id": "1063",
        "name": "حي مشيرفة"
      },
      {
        "id": "1064",
        "name": "حي مشرفة الثانية"
      },
      {
        "id": "1065",
        "name": "حي الهرمات"
      },
      {
        "id": "1066",
        "name": "حي الاقتصادين"
      },
      {
        "id": "1067",
        "name": "حي الامن"
      },
      {
        "id": "1068",
        "name": "حي القاهرة"
      },
      {
        "id": "1069",
        "name": "حي الفلاح الاولى"
      },
      {
        "id": "1070",
        "name": "حي الفلاح الثانية"
      },
      {
        "id": "1071",
        "name": "مزارع زيونة"
      },
      {
        "id": "1072",
        "name": "شلالات"
      },
      {
        "id": "1073",
        "name": "حي الجامعة"
      },
      {
        "id": "1074",
        "name": "حي البريد"
      },
      {
        "id": "1075",
        "name": "حي المثنى"
      },
      {
        "id": "1076",
        "name": "حي الرفاق"
      },
      {
        "id": "1077",
        "name": "حي الزهور"
      },
      {
        "id": "1078",
        "name": "حي المصارف"
      },
      {
        "id": "1079",
        "name": "حي المحاربين"
      },
      {
        "id": "1080",
        "name": "حي القادسية"
      },
      {
        "id": "1081",
        "name": "حي القادسية الاولى"
      },
      {
        "id": "1082",
        "name": "حي القادسية الثانية"
      },
      {
        "id": "1083",
        "name": "حي المشراك"
      },
      {
        "id": "1084",
        "name": "حي النور"
      },
      {
        "id": "1085",
        "name": "حي المرور"
      },
      {
        "id": "1086",
        "name": "حي الشهداء ايسر"
      },
      {
        "id": "1087",
        "name": "حي الاعلام"
      },
      {
        "id": "1088",
        "name": "حي التاميم"
      },
      {
        "id": "1089",
        "name": "حي البكر"
      },
      {
        "id": "1090",
        "name": "حي الاخاء"
      },
      {
        "id": "1091",
        "name": "حي صدام"
      },
      {
        "id": "1092",
        "name": "حي الزهراء"
      },
      {
        "id": "1093",
        "name": "حي التحرير"
      },
      {
        "id": "1095",
        "name": "حي الاربجية"
      },
      {
        "id": "1096",
        "name": "حي عدن"
      },
      {
        "id": "1097",
        "name": "حي 90"
      },
      {
        "id": "1098",
        "name": "صناعة المعارض"
      },
      {
        "id": "1099",
        "name": "حي الوليد"
      },
      {
        "id": "1100",
        "name": "حي الكرامة"
      },
      {
        "id": "1101",
        "name": "حي القدس"
      },
      {
        "id": "2694",
        "name": "حي السماح"
      },
      {
        "id": "2696",
        "name": "حي السماح الاولى"
      },
      {
        "id": "2697",
        "name": "حي السماح الثانية"
      },
      {
        "id": "2699",
        "name": "حي الاركان"
      },
      {
        "id": "2700",
        "name": "حي كوكجلي"
      },
      {
        "id": "2701",
        "name": "حي الوحدة"
      },
      {
        "id": "2702",
        "name": "حي الميثاق"
      },
      {
        "id": "2704",
        "name": "حمورابي"
      },
      {
        "id": "2705",
        "name": "حي الانتصار"
      },
      {
        "id": "2707",
        "name": "حي الشيماء"
      },
      {
        "id": "2709",
        "name": "يارمجة الشرقية"
      },
      {
        "id": "2710",
        "name": "يارمجة الغربية"
      },
      {
        "id": "2711",
        "name": "حي السلام"
      },
      {
        "id": "2713",
        "name": "حي الساهرون"
      },
      {
        "id": "2714",
        "name": "حي سومر"
      },
      {
        "id": "2715",
        "name": "حي 112"
      },
      {
        "id": "2716",
        "name": "حي الصحة الاولى ايسر"
      },
      {
        "id": "2717",
        "name": "حي الصحة الثانية ايسر"
      },
      {
        "id": "2718",
        "name": "حي دوميز"
      },
      {
        "id": "2719",
        "name": "حي فلسطين"
      },
      {
        "id": "2720",
        "name": "حي 95"
      },
      {
        "id": "2721",
        "name": "حي المزارع الاولى"
      },
      {
        "id": "2722",
        "name": "حي المزارع الثانية"
      },
      {
        "id": "2723",
        "name": "حي المزارع الثالثة"
      },
      {
        "id": "2724",
        "name": "حي المالية"
      },
      {
        "id": "2725",
        "name": "حي الظباط"
      },
      {
        "id": "2726",
        "name": "حي الزراعي"
      },
      {
        "id": "2727",
        "name": "حي المهندسين"
      },
      {
        "id": "2728",
        "name": "حي النركال"
      },
      {
        "id": "2729",
        "name": "مجموعة الثقافية"
      },
      {
        "id": "2730",
        "name": "حي الشرطة"
      },
      {
        "id": "2732",
        "name": "حي الاندلس"
      },
      {
        "id": "2734",
        "name": "حي العربي"
      },
      {
        "id": "2736",
        "name": "الرشدية"
      },
      {
        "id": "2737",
        "name": "حي بيسان"
      },
      {
        "id": "2738",
        "name": "الكبة"
      },
      {
        "id": "2740",
        "name": "شريخان"
      },
      {
        "id": "2741",
        "name": "جرف الملح"
      },
      {
        "id": "2742",
        "name": "مجمع القصور"
      },
      {
        "id": "2743",
        "name": "محطة العريان"
      },
      {
        "id": "2744",
        "name": "الغابات"
      },
      {
        "id": "2745",
        "name": "البناء الجاهز"
      },
      {
        "id": "2746",
        "name": "حي التعليم"
      },
      {
        "id": "2747",
        "name": "القوسيات"
      },
      {
        "id": "2748",
        "name": "حي الحدباء"
      },
      {
        "id": "2749",
        "name": "حي الصديق"
      },
      {
        "id": "2750",
        "name": "شقق الحدباء"
      },
      {
        "id": "2751",
        "name": "مزارع الحدباء"
      },
      {
        "id": "2752",
        "name": "كوبكلية"
      },
      {
        "id": "2753",
        "name": "حي الكندي"
      },
      {
        "id": "2754",
        "name": "الكفاءات"
      },
      {
        "id": "2755",
        "name": "الكفاءات الثانية"
      },
      {
        "id": "2756",
        "name": "حي البلديات"
      },
      {
        "id": "2757",
        "name": "حي السكر"
      },
      {
        "id": "2758",
        "name": "سادة وبعويزة"
      },
      {
        "id": "2759",
        "name": "حي العركوب"
      },
      {
        "id": "2760",
        "name": "بادوش"
      },
      {
        "id": "2761",
        "name": "اسكي موصل"
      },
      {
        "id": "2762",
        "name": "العياضية"
      },
      {
        "id": "2763",
        "name": "بوابة الشام"
      },
      {
        "id": "2764",
        "name": "تلعفر تويم ومجارين"
      },
      {
        "id": "2765",
        "name": "تلعفر"
      },
      {
        "id": "2766",
        "name": "زمار"
      },
      {
        "id": "2767",
        "name": "سد بادوش"
      },
      {
        "id": "2768",
        "name": "سنوني كراج"
      },
      {
        "id": "2769",
        "name": "سنوني خانصور"
      },
      {
        "id": "2770",
        "name": "سنوني كولات"
      },
      {
        "id": "2771",
        "name": "سنجار تل بنات خارج"
      },
      {
        "id": "2772",
        "name": "قادسية الثانية"
      },
      {
        "id": "2773",
        "name": "القيراون"
      },
      {
        "id": "2774",
        "name": "ناحية ربيعة"
      },
      {
        "id": "2775",
        "name": "عوينات الموصل"
      },
      {
        "id": "2776",
        "name": "احليلة"
      },
      {
        "id": "2777",
        "name": "فلفيل"
      },
      {
        "id": "2778",
        "name": "وانة"
      },
      {
        "id": "2779",
        "name": "سد الموصل"
      },
      {
        "id": "2780",
        "name": "مفرق السد"
      },
      {
        "id": "2781",
        "name": "قره قوين"
      },
      {
        "id": "2782",
        "name": "تل الريم"
      },
      {
        "id": "2783",
        "name": "وانة باب بيت"
      },
      {
        "id": "2784",
        "name": "كفرج"
      },
      {
        "id": "2785",
        "name": "وانه خراب بيت"
      },
      {
        "id": "2786",
        "name": "الريحانية"
      },
      {
        "id": "2787",
        "name": "محلبية"
      },
      {
        "id": "2788",
        "name": "تل عبطة"
      },
      {
        "id": "2789",
        "name": "السحاجي"
      },
      {
        "id": "2790",
        "name": "تل كيصوم"
      },
      {
        "id": "2791",
        "name": "دورة بغداد"
      },
      {
        "id": "2792",
        "name": "سيطرة العقرب"
      },
      {
        "id": "2793",
        "name": "العذبة"
      },
      {
        "id": "2794",
        "name": "عين الجحش"
      },
      {
        "id": "2795",
        "name": "عين البيضة"
      },
      {
        "id": "2796",
        "name": "الحظر"
      },
      {
        "id": "2797",
        "name": "مفرق الحظر"
      },
      {
        "id": "2798",
        "name": "سيطرة البراري"
      },
      {
        "id": "2799",
        "name": "كرمليس"
      },
      {
        "id": "2800",
        "name": "الموصل قضاء الحمدانية"
      },
      {
        "id": "2801",
        "name": "حمدانية تيس خراب"
      },
      {
        "id": "2802",
        "name": "ناحية برطلة"
      },
      {
        "id": "2803",
        "name": "ناحية بعشيقة"
      },
      {
        "id": "2804",
        "name": "خزنة"
      },
      {
        "id": "2805",
        "name": "منارة شبك"
      },
      {
        "id": "2806",
        "name": "خورسيباط"
      },
      {
        "id": "2807",
        "name": "ناحية السلامية"
      },
      {
        "id": "2808",
        "name": "الكصر"
      },
      {
        "id": "2809",
        "name": "يرغنتي"
      },
      {
        "id": "2810",
        "name": "شمسيات"
      },
      {
        "id": "2811",
        "name": "ناحية الخضر"
      },
      {
        "id": "2812",
        "name": "قضاء مخمور"
      },
      {
        "id": "2813",
        "name": "مخمور جارالله"
      },
      {
        "id": "2814",
        "name": "حي الزايدة"
      },
      {
        "id": "2815",
        "name": "قضاء البعاج"
      },
      {
        "id": "2816",
        "name": "تل زلط"
      },
      {
        "id": "2817",
        "name": "عداية"
      },
      {
        "id": "2818",
        "name": "الموصل ناحية الكيارة"
      },
      {
        "id": "2819",
        "name": "كيارة الجدعة"
      },
      {
        "id": "2820",
        "name": "كيارة القاعدة"
      },
      {
        "id": "2821",
        "name": "كيارة السفينة"
      },
      {
        "id": "2822",
        "name": "كيارة الحاج علي"
      },
      {
        "id": "2823",
        "name": "كيارة الحود"
      },
      {
        "id": "2824",
        "name": "ناحية الشورة"
      },
      {
        "id": "2825",
        "name": "مفرق الشورة"
      },
      {
        "id": "2826",
        "name": "ناحية الحمام علي"
      },
      {
        "id": "2827",
        "name": "سيطرة سبهان"
      },
      {
        "id": "2828",
        "name": "بازوايا"
      },
      {
        "id": "2829",
        "name": "سيطرة كوكجلي"
      },
      {
        "id": "2830",
        "name": "بعشيقة امام رضا"
      },
      {
        "id": "2831",
        "name": "بحزاني"
      },
      {
        "id": "2832",
        "name": "قرة تبة"
      },
      {
        "id": "2833",
        "name": "نوران"
      },
      {
        "id": "2834",
        "name": "برطلة مجمع طيبة"
      },
      {
        "id": "2835",
        "name": "برطلة مجمع الغدير"
      },
      {
        "id": "2836",
        "name": "خزنةبرطلة مجمع الحياة"
      },
      {
        "id": "2837",
        "name": "قرية البو سيف"
      },
      {
        "id": "2838",
        "name": "قرية الشسخ محمد"
      },
      {
        "id": "2839",
        "name": "زمار دوميز"
      },
      {
        "id": "4163",
        "name": "النبي يونس"
      },
      {
        "id": "4164",
        "name": "الفيصلية"
      },
      {
        "id": "4165",
        "name": "الدركزلية"
      },
      {
        "id": "4166",
        "name": "حي الجزائر"
      },
      {
        "id": "4167",
        "name": "كراج الشمال"
      },
      {
        "id": "4173",
        "name": "تلكيف"
      },
      {
        "id": "4174",
        "name": "مفرق تلكيف"
      },
      {
        "id": "4439",
        "name": "موصل القديمة"
      },
      {
        "id": "4440",
        "name": "باب لكش"
      },
      {
        "id": "4482",
        "name": "حي الملايين"
      },
      {
        "id": "4484",
        "name": "ناحية النمرود"
      },
      {
        "id": "4529",
        "name": "دورة الاغوات"
      },
      {
        "id": "4532",
        "name": "حي المغرب"
      },
      {
        "id": "4534",
        "name": "بدالة الايمن"
      },
      {
        "id": "4535",
        "name": "سوق المعاش ايمن"
      },
      {
        "id": "4537",
        "name": "سده الرشدية"
      },
      {
        "id": "4538",
        "name": "حي الربيع ايمن"
      },
      {
        "id": "4543",
        "name": "دورة السواس"
      },
      {
        "id": "4583",
        "name": "حي الرحمة"
      },
      {
        "id": "4584",
        "name": "حي النسيم"
      },
      {
        "id": "4591",
        "name": "موصل حي البعث"
      },
      {
        "id": "4597",
        "name": "قرية دوغات"
      },
      {
        "id": "4598",
        "name": "قرية سريشكا"
      },
      {
        "id": "4599",
        "name": "قرية بوزان"
      },
      {
        "id": "4600",
        "name": "قرية حتارة"
      },
      {
        "id": "4601",
        "name": "قرية نفريا"
      },
      {
        "id": "4602",
        "name": "قرية تلسقف"
      },
      {
        "id": "4603",
        "name": "قرية جراحية"
      },
      {
        "id": "4604",
        "name": "مجمع شيخكت"
      },
      {
        "id": "4605",
        "name": "مجمع شيخكا"
      },
      {
        "id": "4606",
        "name": "قرية عين بقرة"
      },
      {
        "id": "4607",
        "name": "قرية شرفية"
      },
      {
        "id": "4608",
        "name": "قرية منارة"
      },
      {
        "id": "4609",
        "name": "قرية باقوفة"
      },
      {
        "id": "4610",
        "name": "قرية بندوايا"
      },
      {
        "id": "4611",
        "name": "قرية بدرية"
      },
      {
        "id": "4612",
        "name": "قرية باطنايا"
      },
      {
        "id": "4613",
        "name": "قرية خوشابا"
      },
      {
        "id": "4614",
        "name": "ناحية القوش"
      },
      {
        "id": "4615",
        "name": "قرية بيبان"
      },
      {
        "id": "4626",
        "name": "مزراع زيونة"
      },
      {
        "id": "4627",
        "name": "الشيخان"
      },
      {
        "id": "4628",
        "name": "قضاء تلكيف قرية فلفيل"
      },
      {
        "id": "4629",
        "name": "قضاء تلكيف قرية كفروك"
      },
      {
        "id": "4630",
        "name": "قضاء تلكيف قرية علم لوك"
      },
      {
        "id": "4631",
        "name": "قضاء تلكيف قرية خواجة خليل"
      },
      {
        "id": "4632",
        "name": "القوش بيبان"
      },
      {
        "id": "4633",
        "name": "القوش قرية سريجكا"
      },
      {
        "id": "4634",
        "name": "ناحية القوش قرية حتارة"
      },
      {
        "id": "4635",
        "name": "ناحية القوش قرية النصيرية"
      },
      {
        "id": "4653",
        "name": "دجلة ستي"
      },
      {
        "id": "4654",
        "name": "شالات"
      },
      {
        "id": "4655",
        "name": "قرية بابيوخ"
      },
      {
        "id": "4660",
        "name": "حي الرشدية"
      },
      {
        "id": "4679",
        "name": "صناعة الايمن"
      },
      {
        "id": "4753",
        "name": "ناحية وانه"
      },
      {
        "id": "4772",
        "name": "حي المزراع"
      },
      {
        "id": "5110",
        "name": "المثنى"
      },
      {
        "id": "5160",
        "name": "حي الاوائل"
      },
      {
        "id": "5239",
        "name": "حي بعويزه"
      },
      {
        "id": "5253",
        "name": "قرية الموالي"
      },
      {
        "id": "5306",
        "name": "عوينات ربيعة"
      },
      {
        "id": "5359",
        "name": "تل عدس"
      },
      {
        "id": "5364",
        "name": "تل الذهب اسكي موصل"
      },
      {
        "id": "5365",
        "name": "الكسك"
      },
      {
        "id": "5366",
        "name": "زمار الكسك"
      },
      {
        "id": "5450",
        "name": "كيارة قرية البكر"
      },
      {
        "id": "5485",
        "name": "كلوات"
      },
      {
        "id": "5548",
        "name": "مجمع الرسالة"
      },
      {
        "id": "5574",
        "name": "اخرى"
      },
      {
        "id": "5605",
        "name": "كوبكليه"
      },
      {
        "id": "5606",
        "name": "حي الرياضين"
      },
      {
        "id": "5609",
        "name": "قرية فلفيل"
      },
      {
        "id": "5612",
        "name": "كوكجلي مجمع الشروق"
      },
      {
        "id": "5613",
        "name": "شقق الخضراء"
      },
      {
        "id": "5616",
        "name": "قرية اشويرات"
      },
      {
        "id": "5629",
        "name": "حي المطاحن"
      },
      {
        "id": "5630",
        "name": "حي الرافدين"
      },
      {
        "id": "5633",
        "name": "حي المعلمين ايمن"
      },
      {
        "id": "5660",
        "name": "تلعفر حي الوحدة"
      },
      {
        "id": "5661",
        "name": "تلعفر حي النداء"
      },
      {
        "id": "5662",
        "name": "تلعفر حي الكفاح"
      },
      {
        "id": "5663",
        "name": "تلعفر راس الجادة"
      },
      {
        "id": "5664",
        "name": "سنجار بانزخانه"
      },
      {
        "id": "5665",
        "name": "سنوني قادسية"
      },
      {
        "id": "5666",
        "name": "سنوني مجمع حطين"
      },
      {
        "id": "5667",
        "name": "سنوني مجمع اندلس"
      },
      {
        "id": "5668",
        "name": "سنجار الوردية خارج"
      },
      {
        "id": "5670",
        "name": "كولدن مول"
      },
      {
        "id": "5671",
        "name": "شارع حلب"
      },
      {
        "id": "5672",
        "name": "كيارة قرية الشبالي"
      },
      {
        "id": "5673",
        "name": "قرية جلوخان"
      },
      {
        "id": "5674",
        "name": "قرية علي رش"
      },
      {
        "id": "5675",
        "name": "تلعفر كاخرته"
      },
      {
        "id": "5676",
        "name": "شارع المطار تلعفر"
      },
      {
        "id": "5677",
        "name": "حسنكوي"
      },
      {
        "id": "5724",
        "name": "مجمع بورك"
      },
      {
        "id": "5780",
        "name": "حي البتول"
      },
      {
        "id": "5781",
        "name": "حي 124"
      },
      {
        "id": "5782",
        "name": "جديدة المفتي"
      },
      {
        "id": "5783",
        "name": "مزرعة الدباغ"
      },
      {
        "id": "5784",
        "name": "شارع الوزير"
      },
      {
        "id": "5785",
        "name": "جمعية الحدباء"
      },
      {
        "id": "5786",
        "name": "حي دجلة"
      },
      {
        "id": "5787",
        "name": "مزراع الثالثة"
      },
      {
        "id": "5788",
        "name": "مزراع الثانية"
      },
      {
        "id": "5789",
        "name": "مزراع الاولى"
      },
      {
        "id": "5790",
        "name": "مزراع حي 95"
      },
      {
        "id": "5791",
        "name": "حي الغفران"
      },
      {
        "id": "5792",
        "name": "حي الفرقان"
      },
      {
        "id": "5793",
        "name": "حي الاطباء"
      },
      {
        "id": "5794",
        "name": "شارع السبعاوي"
      },
      {
        "id": "5795",
        "name": "شارع الفجل"
      },
      {
        "id": "5796",
        "name": "شارع الببسي"
      },
      {
        "id": "5797",
        "name": "الميثاق"
      },
      {
        "id": "5798",
        "name": "الميدان"
      },
      {
        "id": "5799",
        "name": "دكة بركة"
      },
      {
        "id": "5800",
        "name": "الطوالب"
      },
      {
        "id": "5801",
        "name": "المشاهدة"
      },
      {
        "id": "5802",
        "name": "مستشفى ابن سينا"
      },
      {
        "id": "5803",
        "name": "سادين حصو والرمل"
      },
      {
        "id": "5804",
        "name": "النعمانية"
      },
      {
        "id": "5805",
        "name": "شارع التل"
      },
      {
        "id": "5806",
        "name": "مجمع الثاني"
      },
      {
        "id": "5807",
        "name": "فرقة 16"
      },
      {
        "id": "5808",
        "name": "قيادة العمليات"
      },
      {
        "id": "5809",
        "name": "قيادة الشرطة"
      },
      {
        "id": "5810",
        "name": "كندي جمعية العدل"
      },
      {
        "id": "5811",
        "name": "كندي جمعية الاسكان"
      },
      {
        "id": "5812",
        "name": "الرياضيين"
      },
      {
        "id": "5813",
        "name": "تل يابس"
      },
      {
        "id": "5814",
        "name": "مجمع الايتام كوبكلية"
      },
      {
        "id": "5815",
        "name": "العباسية"
      },
      {
        "id": "5816",
        "name": "بابيوخ"
      },
      {
        "id": "5817",
        "name": "مزراع السكر"
      },
      {
        "id": "5818",
        "name": "مزراع الصديق"
      },
      {
        "id": "5819",
        "name": "مزارع بيت حديد"
      },
      {
        "id": "5820",
        "name": "شيخ محمد"
      },
      {
        "id": "5821",
        "name": "حي النجوم"
      },
      {
        "id": "5822",
        "name": "حي النسابة"
      },
      {
        "id": "5823",
        "name": "حي الزيتون"
      },
      {
        "id": "5824",
        "name": "العريان"
      },
      {
        "id": "5825",
        "name": "الكمارك الشمالي"
      },
      {
        "id": "5826",
        "name": "معمل اللبان"
      },
      {
        "id": "5827",
        "name": "ملايين الثانية"
      },
      {
        "id": "5828",
        "name": "ملايين الثلاثة"
      },
      {
        "id": "5829",
        "name": "التعليم مجمع النور"
      },
      {
        "id": "5830",
        "name": "تلكيف حي فلسطين"
      },
      {
        "id": "5831",
        "name": "تلكيف حي اور"
      },
      {
        "id": "5832",
        "name": "تلكيف التربية"
      },
      {
        "id": "5833",
        "name": "مجمع العوالي"
      },
      {
        "id": "5834",
        "name": "رشيدية قطاع 6"
      },
      {
        "id": "5835",
        "name": "حي جابر بن حيان"
      },
      {
        "id": "5836",
        "name": "مدينة العاب"
      },
      {
        "id": "5837",
        "name": "مجمع السدير"
      },
      {
        "id": "5838",
        "name": "جامعة التقنية"
      },
      {
        "id": "5839",
        "name": "دور المعهد"
      },
      {
        "id": "5843",
        "name": "سنوني حردان"
      },
      {
        "id": "5844",
        "name": "ناحية الشمال"
      },
      {
        "id": "5847",
        "name": "صولاغ"
      },
      {
        "id": "5848",
        "name": "سنجار داخل"
      },
      {
        "id": "5849",
        "name": "سنجار سينو خارج"
      },
      {
        "id": "5850",
        "name": "سنجار صولاغ خارج"
      },
      {
        "id": "5851",
        "name": "حي الرحمة"
      },
      {
        "id": "5852",
        "name": "سنجار دوميز"
      },
      {
        "id": "5853",
        "name": "سنجار قحطانية خارج"
      },
      {
        "id": "5854",
        "name": "سنجار قابوسي خارج"
      },
      {
        "id": "5855",
        "name": "سنجار جزيرة خارج"
      },
      {
        "id": "5856",
        "name": "سنجار تل قصب خارج"
      },
      {
        "id": "5857",
        "name": "سنوني عروبة"
      },
      {
        "id": "5858",
        "name": "سنوني بورك"
      },
      {
        "id": "5859",
        "name": "الجانب الأيسر"
      },
      {
        "id": "5860",
        "name": "الجانب الأيمن"
      },
      {
        "id": "5877",
        "name": "سنجار ام الشبابيط"
      },
      {
        "id": "5879",
        "name": "سنجار ام الذيبان"
      },
      {
        "id": "5894",
        "name": "معسكر الكسك"
      },
      {
        "id": "5898",
        "name": "حي الضباط"
      },
      {
        "id": "5899",
        "name": "اشور مول"
      },
      {
        "id": "6070",
        "name": "اورطة خراب"
      },
      {
        "id": "6073",
        "name": "الشورة"
      },
      {
        "id": "6074",
        "name": "عين صفية"
      },
      {
        "id": "6076",
        "name": "حي المشراق"
      },
      {
        "id": "6104",
        "name": "تلعفر حي القادسية"
      },
      {
        "id": "6105",
        "name": "تلعفر حي المثنيى"
      },
      {
        "id": "6112",
        "name": "شارع المطار الجانب الايمن"
      },
      {
        "id": "6113",
        "name": "تلعفر العاشق"
      },
      {
        "id": "6114",
        "name": "تلعفر ابو ماريا"
      },
      {
        "id": "6115",
        "name": "تلعفر حي السلام"
      },
      {
        "id": "6117",
        "name": "تلعفر سراي"
      },
      {
        "id": "6118",
        "name": "تلعفر حي السعد"
      },
      {
        "id": "6119",
        "name": "تلعفر سايلو"
      },
      {
        "id": "6120",
        "name": "تلعفر علاولي"
      },
      {
        "id": "6121",
        "name": "تلعفر كفاح الشمالي"
      },
      {
        "id": "6123",
        "name": "الكيارة بلدية الكيارة"
      },
      {
        "id": "6124",
        "name": "صناعة الكرامة"
      },
      {
        "id": "6148",
        "name": "كيارة اجحلة"
      },
      {
        "id": "6158",
        "name": "قرية البوير"
      },
      {
        "id": "6238",
        "name": "كراج الكوير"
      },
      {
        "id": "6265",
        "name": "طوبزاوه"
      }
    ]
  },
  {
    "id": "14",
    "name": "الديوانية - القادسية",
    "regions": [
      {
        "id": "80",
        "name": "الشامية"
      },
      {
        "id": "81",
        "name": "غماس"
      },
      {
        "id": "82",
        "name": "الشنافية"
      },
      {
        "id": "83",
        "name": "الصلاحية"
      },
      {
        "id": "84",
        "name": "المهناوية"
      },
      {
        "id": "85",
        "name": "النورية"
      },
      {
        "id": "86",
        "name": "الشافعية"
      },
      {
        "id": "87",
        "name": "السنية"
      },
      {
        "id": "88",
        "name": "الدغارة"
      },
      {
        "id": "89",
        "name": "سومر"
      },
      {
        "id": "90",
        "name": "طريق الدغارة"
      },
      {
        "id": "91",
        "name": "صدر الدغارة"
      },
      {
        "id": "92",
        "name": "الفاضلية"
      },
      {
        "id": "93",
        "name": "البدير"
      },
      {
        "id": "94",
        "name": "عفك"
      },
      {
        "id": "95",
        "name": "نفر"
      },
      {
        "id": "96",
        "name": "جمعية سيد علي"
      },
      {
        "id": "97",
        "name": "الحمزة الشرقي"
      },
      {
        "id": "98",
        "name": "الحمزة الطابو"
      },
      {
        "id": "99",
        "name": "السدير"
      },
      {
        "id": "100",
        "name": "خيري"
      },
      {
        "id": "101",
        "name": "حي العسكري الاول"
      },
      {
        "id": "102",
        "name": "حي العسكري الثاني"
      },
      {
        "id": "103",
        "name": "حي العسكري الثالث"
      },
      {
        "id": "104",
        "name": "حي العسكري الرابع"
      },
      {
        "id": "105",
        "name": "حي الصدر الاول"
      },
      {
        "id": "106",
        "name": "حي الصدر الثاني"
      },
      {
        "id": "107",
        "name": "حي الصدر الثالث"
      },
      {
        "id": "108",
        "name": "حي الصدر الرابع"
      },
      {
        "id": "109",
        "name": "حي العسكري شارع 30"
      },
      {
        "id": "110",
        "name": "شارع 60"
      },
      {
        "id": "111",
        "name": "حي الزهراء"
      },
      {
        "id": "112",
        "name": "ال حمد"
      },
      {
        "id": "113",
        "name": "ال حمد طريق سيد هاشم"
      },
      {
        "id": "114",
        "name": "ال حمد نزلة الشيخ سامي"
      },
      {
        "id": "115",
        "name": "ال حمد المعرض الامريكي"
      },
      {
        "id": "116",
        "name": "حي الزيتون"
      },
      {
        "id": "117",
        "name": "شارع القوس"
      },
      {
        "id": "118",
        "name": "مجمع الزيتون"
      },
      {
        "id": "119",
        "name": "معمل النسيج"
      },
      {
        "id": "120",
        "name": "حي الثقلين"
      },
      {
        "id": "121",
        "name": "معمل المطاط"
      },
      {
        "id": "122",
        "name": "سيد محيل"
      },
      {
        "id": "123",
        "name": "حي الانصاف"
      },
      {
        "id": "124",
        "name": "حي العطاء"
      },
      {
        "id": "125",
        "name": "الاسكان"
      },
      {
        "id": "126",
        "name": "الاسكان مستشفى الحسين"
      },
      {
        "id": "127",
        "name": "الاسكان المعهد الفني"
      },
      {
        "id": "128",
        "name": "الخصيمة"
      },
      {
        "id": "129",
        "name": "الجتة"
      },
      {
        "id": "130",
        "name": "الجديدة"
      },
      {
        "id": "131",
        "name": "مستشفى الحروق"
      },
      {
        "id": "132",
        "name": "مستشفى القسطرة"
      },
      {
        "id": "133",
        "name": "شارع الاطارات"
      },
      {
        "id": "134",
        "name": "حي الوحدة"
      },
      {
        "id": "135",
        "name": "شارع سالم"
      },
      {
        "id": "136",
        "name": "الجمهوري"
      },
      {
        "id": "137",
        "name": "شارع الوكفه"
      },
      {
        "id": "138",
        "name": "حي المتقاعدين"
      },
      {
        "id": "139",
        "name": "حي الضباط"
      },
      {
        "id": "140",
        "name": "دور الضباط"
      },
      {
        "id": "141",
        "name": "الجلبية"
      },
      {
        "id": "142",
        "name": "حي النهضة"
      },
      {
        "id": "143",
        "name": "جامع القائم"
      },
      {
        "id": "144",
        "name": "شارع الزهور"
      },
      {
        "id": "145",
        "name": "السوق"
      },
      {
        "id": "146",
        "name": "سوق التجار"
      },
      {
        "id": "147",
        "name": "شارع المواكب"
      },
      {
        "id": "148",
        "name": "شارع التحدي"
      },
      {
        "id": "149",
        "name": "شارع المصورين"
      },
      {
        "id": "150",
        "name": "السراي"
      },
      {
        "id": "151",
        "name": "شارع الدغارة"
      },
      {
        "id": "152",
        "name": "شارع الاطباء"
      },
      {
        "id": "153",
        "name": "المحكمة القديمة"
      },
      {
        "id": "154",
        "name": "المحكمة الجديدة"
      },
      {
        "id": "155",
        "name": "شارع ام سوادي"
      },
      {
        "id": "156",
        "name": "حي الحضارة"
      },
      {
        "id": "157",
        "name": "حي الفرات"
      },
      {
        "id": "158",
        "name": "العروبة الاولى"
      },
      {
        "id": "159",
        "name": "العروبة الثانية"
      },
      {
        "id": "160",
        "name": "العروبة الثالثة"
      },
      {
        "id": "161",
        "name": "مستشفى الديوانية العام"
      },
      {
        "id": "162",
        "name": "العروبة شارع الكوام"
      },
      {
        "id": "163",
        "name": "كلية الطب"
      },
      {
        "id": "164",
        "name": "ام الخيل"
      },
      {
        "id": "165",
        "name": "جامع ابراهيم الخليل"
      },
      {
        "id": "166",
        "name": "الجزائر"
      },
      {
        "id": "167",
        "name": "حي رمضان"
      },
      {
        "id": "168",
        "name": "شارع الضغط"
      },
      {
        "id": "169",
        "name": "المحافظة القديمة"
      },
      {
        "id": "170",
        "name": "المحافظة الجديدة"
      },
      {
        "id": "171",
        "name": "التقية الاولى"
      },
      {
        "id": "172",
        "name": "التقية الثانية"
      },
      {
        "id": "173",
        "name": "التقية الثالثة"
      },
      {
        "id": "174",
        "name": "التقية دور سيد محمد"
      },
      {
        "id": "175",
        "name": "الفرقة الثامنة"
      },
      {
        "id": "176",
        "name": "جامعة القادسية"
      },
      {
        "id": "177",
        "name": "حي الجامعة"
      },
      {
        "id": "178",
        "name": "دور اساتذة الجامعة"
      },
      {
        "id": "179",
        "name": "حولي الجامعة"
      },
      {
        "id": "180",
        "name": "حولي ام الخيل"
      },
      {
        "id": "181",
        "name": "حي الامين"
      },
      {
        "id": "182",
        "name": "الحفار"
      },
      {
        "id": "183",
        "name": "ام طباشي"
      },
      {
        "id": "184",
        "name": "سوق ام جميغ"
      },
      {
        "id": "185",
        "name": "فلكة الزعيم"
      },
      {
        "id": "186",
        "name": "حي العامل"
      },
      {
        "id": "187",
        "name": "معمل الغاز"
      },
      {
        "id": "188",
        "name": "حي الميكانيك"
      },
      {
        "id": "189",
        "name": "حي الغدير"
      },
      {
        "id": "190",
        "name": "مستشفى الولادة"
      },
      {
        "id": "191",
        "name": "الاقسام الداخلية للبنات"
      },
      {
        "id": "192",
        "name": "حي المدراء"
      },
      {
        "id": "193",
        "name": "التاميم الاولى"
      },
      {
        "id": "194",
        "name": "التاميم الثانية"
      },
      {
        "id": "195",
        "name": "شارع الثورة"
      },
      {
        "id": "1350",
        "name": "الاسكان شارع 30"
      },
      {
        "id": "1365",
        "name": "جامعة الامام الكاظم"
      },
      {
        "id": "1367",
        "name": "السنية السياحي"
      },
      {
        "id": "1370",
        "name": "الجامعة الاسلامية"
      },
      {
        "id": "1374",
        "name": "شارع المطاعم"
      },
      {
        "id": "1383",
        "name": "الاقسام الداخلية للبنين"
      },
      {
        "id": "1384",
        "name": "ملعب السمبلة"
      },
      {
        "id": "1386",
        "name": "ملعب الاتفاق"
      },
      {
        "id": "1387",
        "name": "ملعب الديوانية"
      },
      {
        "id": "1391",
        "name": "رئاسة الصحة"
      },
      {
        "id": "1393",
        "name": "علوة المخظر"
      },
      {
        "id": "1394",
        "name": "سيد طالب"
      },
      {
        "id": "1396",
        "name": "فلكة ميري ال عطية"
      },
      {
        "id": "1398",
        "name": "طريق السودة"
      },
      {
        "id": "1400",
        "name": "ال عبود"
      },
      {
        "id": "1402",
        "name": "الدواجن"
      },
      {
        "id": "1404",
        "name": "المجزرة"
      },
      {
        "id": "1407",
        "name": "عمارات النسيج"
      },
      {
        "id": "1410",
        "name": "جمعية شارع الوكفة"
      },
      {
        "id": "1411",
        "name": "جمعية شارع الاسكان"
      },
      {
        "id": "1415",
        "name": "ام الخيل شارع 20"
      },
      {
        "id": "1416",
        "name": "حي الجامعه شارع 20"
      },
      {
        "id": "1432",
        "name": "عرصات حجي هندي"
      },
      {
        "id": "1443",
        "name": "سومر الفاضلية"
      },
      {
        "id": "1446",
        "name": "اعدادية المركزية"
      },
      {
        "id": "1451",
        "name": "الفلكة الحجرية"
      },
      {
        "id": "1453",
        "name": "سوق العروبة"
      },
      {
        "id": "1460",
        "name": "جسر النجف"
      },
      {
        "id": "1464",
        "name": "صوب الشامية"
      },
      {
        "id": "1467",
        "name": "الجندي المجهول"
      },
      {
        "id": "1613",
        "name": "معمل الطابوق"
      },
      {
        "id": "1614",
        "name": "حي الامام الصادق"
      },
      {
        "id": "1617",
        "name": "شارع سيد امين"
      },
      {
        "id": "1619",
        "name": "كراج عفك القديم"
      },
      {
        "id": "1621",
        "name": "الكورنيش"
      },
      {
        "id": "1622",
        "name": "ارض المرح"
      },
      {
        "id": "1623",
        "name": "كراج بغداد"
      },
      {
        "id": "1624",
        "name": "المعارض"
      },
      {
        "id": "1625",
        "name": "حي الصناعي"
      },
      {
        "id": "1626",
        "name": "مشروع البو جاسم"
      },
      {
        "id": "1627",
        "name": "خمسة دونم"
      },
      {
        "id": "1628",
        "name": "زبيد"
      },
      {
        "id": "1629",
        "name": "التسفيرات"
      },
      {
        "id": "1631",
        "name": "معمل المرور"
      },
      {
        "id": "1632",
        "name": "حي الشرطة"
      },
      {
        "id": "1634",
        "name": "الاكاديمية"
      },
      {
        "id": "1635",
        "name": "فلكة نجاح"
      },
      {
        "id": "1638",
        "name": "الجذع"
      },
      {
        "id": "1641",
        "name": "دور الاكراد"
      },
      {
        "id": "1643",
        "name": "المهجرين"
      },
      {
        "id": "1647",
        "name": "حي الانصار"
      },
      {
        "id": "1649",
        "name": "اسواق طيبة"
      },
      {
        "id": "1651",
        "name": "فلكة النسر"
      },
      {
        "id": "1655",
        "name": "جسر عباس عطيوي"
      },
      {
        "id": "1656",
        "name": "جسر الشهداء"
      },
      {
        "id": "1665",
        "name": "النبي شعيب"
      },
      {
        "id": "1671",
        "name": "نبي الله مدين"
      },
      {
        "id": "1673",
        "name": "نبي الله ايوب"
      },
      {
        "id": "1674",
        "name": "السكك"
      },
      {
        "id": "1678",
        "name": "محطة القطار"
      },
      {
        "id": "1695",
        "name": "الجدارية"
      },
      {
        "id": "1698",
        "name": "كلية الهندسة"
      },
      {
        "id": "1706",
        "name": "السايلو"
      },
      {
        "id": "1726",
        "name": "سومر قصر السلطان"
      },
      {
        "id": "1731",
        "name": "مطعم بركات الرضا"
      },
      {
        "id": "1734",
        "name": "جسر عفك"
      },
      {
        "id": "1796",
        "name": "المعسكر"
      },
      {
        "id": "1800",
        "name": "حي رفعت"
      },
      {
        "id": "1834",
        "name": "اهل الشط"
      },
      {
        "id": "1877",
        "name": "سوق هرج"
      },
      {
        "id": "1878",
        "name": "شارع العلاوي"
      },
      {
        "id": "1889",
        "name": "الفرات شارع الصب"
      },
      {
        "id": "1897",
        "name": "حي العصري"
      },
      {
        "id": "1898",
        "name": "فلكة حمزه كسار"
      },
      {
        "id": "1899",
        "name": "شارع ام حميد"
      },
      {
        "id": "1901",
        "name": "حي الثقافي"
      },
      {
        "id": "1907",
        "name": "جامع حطين"
      },
      {
        "id": "1910",
        "name": "حي العذارية"
      },
      {
        "id": "1918",
        "name": "فلكة الساعة"
      },
      {
        "id": "4421",
        "name": "حي المعلمين"
      },
      {
        "id": "5198",
        "name": "جسر المطاط"
      },
      {
        "id": "5381",
        "name": "اخرى"
      },
      {
        "id": "5575",
        "name": "المركز"
      },
      {
        "id": "6108",
        "name": "مجمع السلام"
      }
    ]
  },
  {
    "id": "15",
    "name": "صلاح الدين",
    "regions": [
      {
        "id": "1102",
        "name": "اخرى"
      },
      {
        "id": "1103",
        "name": "أخرى"
      },
      {
        "id": "1104",
        "name": "الشرقاط عين الحاوي"
      },
      {
        "id": "1105",
        "name": "الشرقاط عين البيضه"
      },
      {
        "id": "1106",
        "name": "الشرقاط عويجيله"
      },
      {
        "id": "1107",
        "name": "شرقاط الطوب"
      },
      {
        "id": "1108",
        "name": "الشرقاط شيخ حمد"
      },
      {
        "id": "1109",
        "name": "الشرقاط كنعوص"
      },
      {
        "id": "1110",
        "name": "الشرقاط القصبه"
      },
      {
        "id": "1111",
        "name": "الشرقاط السكنيه"
      },
      {
        "id": "1112",
        "name": "الشرقاط الخصم"
      },
      {
        "id": "1113",
        "name": "الشرقاط السلمان"
      },
      {
        "id": "1114",
        "name": "الشرقاط صديرة فهد"
      },
      {
        "id": "1115",
        "name": "الشرقاط سديره السفلى"
      },
      {
        "id": "1116",
        "name": "الشرقاط خميسات"
      },
      {
        "id": "1117",
        "name": "الشرقاط تلول الباج"
      },
      {
        "id": "1118",
        "name": "الشرقاط الساحل الايسر"
      },
      {
        "id": "1119",
        "name": "الشرقاط سديرة العليا"
      },
      {
        "id": "1120",
        "name": "الشرقاط سديره الوسطى"
      },
      {
        "id": "1121",
        "name": "الشرقاط شاطئ الجدر"
      },
      {
        "id": "1122",
        "name": "الشرقاط الحوريه"
      },
      {
        "id": "1123",
        "name": "الشرقاط الخضرانيه"
      },
      {
        "id": "1124",
        "name": "الشرقاط جميلة الجديده"
      },
      {
        "id": "1125",
        "name": "الشرقاط بعاجه"
      },
      {
        "id": "1126",
        "name": "الشرقاط حي العسكري"
      },
      {
        "id": "1127",
        "name": "الشرقاط كطمير"
      },
      {
        "id": "1128",
        "name": "الشرقاط السده"
      },
      {
        "id": "1129",
        "name": "الشرقاط صبخه"
      },
      {
        "id": "1130",
        "name": "الشرقاط غليصات"
      },
      {
        "id": "1131",
        "name": "الشرقاط الخانوكه"
      },
      {
        "id": "1132",
        "name": "قرية شكرا"
      },
      {
        "id": "1133",
        "name": "تكريت شارع الاطباء"
      },
      {
        "id": "1134",
        "name": "مفرك الشرقاط"
      },
      {
        "id": "1135",
        "name": "بيجي مطعم الزيتون"
      },
      {
        "id": "1136",
        "name": "بيجي الحجاج"
      },
      {
        "id": "1137",
        "name": "بيجي المزرعه"
      },
      {
        "id": "1138",
        "name": "البوطعمه"
      },
      {
        "id": "1139",
        "name": "بيجي حي النفط"
      },
      {
        "id": "1140",
        "name": "بيجي قرية المالحه"
      },
      {
        "id": "1141",
        "name": "بيجي حي العصري"
      },
      {
        "id": "1142",
        "name": "بيجي شويش"
      },
      {
        "id": "1143",
        "name": "بيجي التاميم"
      },
      {
        "id": "1144",
        "name": "بيجي حي الرساله"
      },
      {
        "id": "1145",
        "name": "بيجي حي السكك"
      },
      {
        "id": "1146",
        "name": "بيجي السكريه"
      },
      {
        "id": "1147",
        "name": "الصينيه"
      },
      {
        "id": "1148",
        "name": "بيجي الشيبات"
      },
      {
        "id": "1149",
        "name": "تل ابو جراد"
      },
      {
        "id": "1150",
        "name": "بيجي البجواري"
      },
      {
        "id": "1151",
        "name": "مصفى بيجي"
      },
      {
        "id": "1152",
        "name": "بيجي حي السكك"
      },
      {
        "id": "1153",
        "name": "بيجي الشيخ علي"
      },
      {
        "id": "1154",
        "name": "بيجي الزيتون"
      },
      {
        "id": "1155",
        "name": "بيجي المجمعات"
      },
      {
        "id": "1156",
        "name": "بيجي ال600"
      },
      {
        "id": "1157",
        "name": "بيجي حي الكهرباء"
      },
      {
        "id": "1158",
        "name": "الزويه"
      },
      {
        "id": "1159",
        "name": "مكحول"
      },
      {
        "id": "1160",
        "name": "بيجي قرية جريش"
      },
      {
        "id": "1161",
        "name": "بيجي حي النور"
      },
      {
        "id": "1162",
        "name": "بيجي الهنشي"
      },
      {
        "id": "1163",
        "name": "مسحك"
      },
      {
        "id": "1164",
        "name": "الدور سوك السادس"
      },
      {
        "id": "1165",
        "name": "المجمع السكني الدور"
      },
      {
        "id": "1166",
        "name": "المعهد التقني الدور"
      },
      {
        "id": "1167",
        "name": "الدور تل البنات"
      },
      {
        "id": "1168",
        "name": "قرية ابو دلف"
      },
      {
        "id": "1169",
        "name": "الدور _عامر بن فهير"
      },
      {
        "id": "1170",
        "name": "تكريت مجمع الجامعه"
      },
      {
        "id": "1171",
        "name": "مستشفى التركي الدور"
      },
      {
        "id": "1172",
        "name": "الدور المجمع الصيني"
      },
      {
        "id": "1173",
        "name": "العلم العرب الجوا"
      },
      {
        "id": "1174",
        "name": "بوعجيل"
      },
      {
        "id": "1175",
        "name": "ربيضه"
      },
      {
        "id": "1176",
        "name": "العلم البورصه"
      },
      {
        "id": "1177",
        "name": "العلم البوهيازع"
      },
      {
        "id": "1178",
        "name": "العلم الخزاميه"
      },
      {
        "id": "1179",
        "name": "تل السيباط"
      },
      {
        "id": "1180",
        "name": "تل كصيبه"
      },
      {
        "id": "1181",
        "name": "جيوان"
      },
      {
        "id": "1182",
        "name": "حمرين"
      },
      {
        "id": "1183",
        "name": "العلم قريه سمره"
      },
      {
        "id": "1184",
        "name": "قرية الخزامية"
      },
      {
        "id": "1185",
        "name": "العلم قرية الساده"
      },
      {
        "id": "1186",
        "name": "العلم الدبسه"
      },
      {
        "id": "1187",
        "name": "العلم البوضايع"
      },
      {
        "id": "1188",
        "name": "الناعمه"
      },
      {
        "id": "1189",
        "name": "العلم فلكه الفرسان"
      },
      {
        "id": "1190",
        "name": "العلم حي العسكري"
      },
      {
        "id": "1191",
        "name": "عرب دبي"
      },
      {
        "id": "1192",
        "name": "حاوي شرقاط"
      },
      {
        "id": "1193",
        "name": "العلم حي الصمد"
      },
      {
        "id": "1194",
        "name": "فلكة جبارة"
      },
      {
        "id": "1195",
        "name": "العلم عوجيله"
      },
      {
        "id": "1196",
        "name": "العلم الوعي"
      },
      {
        "id": "1197",
        "name": "العلم الفندي"
      },
      {
        "id": "1198",
        "name": "عرب الصين"
      },
      {
        "id": "1199",
        "name": "العلم العالي"
      },
      {
        "id": "1200",
        "name": "العلم اللكلك"
      },
      {
        "id": "1201",
        "name": "بزيخه"
      },
      {
        "id": "1202",
        "name": "العلم شويش"
      },
      {
        "id": "1203",
        "name": "العلم  غنام"
      },
      {
        "id": "1204",
        "name": "العلم انطاكيه"
      },
      {
        "id": "1205",
        "name": "العلم قندهار"
      },
      {
        "id": "1206",
        "name": "العلم العباره"
      },
      {
        "id": "1207",
        "name": "تكريت شارع زيونه"
      },
      {
        "id": "1208",
        "name": "تكريت مجمع الفردوس"
      },
      {
        "id": "1209",
        "name": "الفرقه الرابعه"
      },
      {
        "id": "1210",
        "name": "تكريت عين الفرس"
      },
      {
        "id": "1211",
        "name": "تكريت حقول الدواجن"
      },
      {
        "id": "1212",
        "name": "جامعه تكريت"
      },
      {
        "id": "1213",
        "name": "تكريت جامعة الامام الجامعية"
      },
      {
        "id": "1214",
        "name": "مجمع بيتي"
      },
      {
        "id": "1215",
        "name": "تكريت مجمع  الانوار"
      },
      {
        "id": "1216",
        "name": "تكريت مجمع الجوهره"
      },
      {
        "id": "1217",
        "name": "عوينات"
      },
      {
        "id": "1218",
        "name": "تكريت الزلايه"
      },
      {
        "id": "1219",
        "name": "تكريت شجرة الدر"
      },
      {
        "id": "1220",
        "name": "شارع جميل"
      },
      {
        "id": "1221",
        "name": "قاعدة سبايكر"
      },
      {
        "id": "1222",
        "name": "حي سلمه التغلبيه"
      },
      {
        "id": "1223",
        "name": "تكريت حي الكهرباء"
      },
      {
        "id": "1224",
        "name": "تكريت حي القضاة"
      },
      {
        "id": "1225",
        "name": "تكريت حي العصري"
      },
      {
        "id": "1226",
        "name": "تكريت حي الجمعيه"
      },
      {
        "id": "1227",
        "name": "حماد شهاب"
      },
      {
        "id": "1228",
        "name": "تكريت المعسكرات"
      },
      {
        "id": "1229",
        "name": "المحزم"
      },
      {
        "id": "1230",
        "name": "تكريت القادسيه"
      },
      {
        "id": "1231",
        "name": "تكريت الفرسان"
      },
      {
        "id": "1232",
        "name": "تكريت العوجه"
      },
      {
        "id": "1233",
        "name": "تكريت العمليات"
      },
      {
        "id": "1234",
        "name": "تكريت العوجه الجديده"
      },
      {
        "id": "1235",
        "name": "تكريت الطرابله"
      },
      {
        "id": "1236",
        "name": "تكريت الصقور"
      },
      {
        "id": "1237",
        "name": "تكريت الصافيه"
      },
      {
        "id": "1238",
        "name": "الشهامه"
      },
      {
        "id": "1239",
        "name": "تكريت شارع الساعه"
      },
      {
        "id": "1240",
        "name": "تكريت شارع الزهور"
      },
      {
        "id": "1241",
        "name": "تكريت الديوم"
      },
      {
        "id": "1242",
        "name": "تكريت الخط السريع"
      },
      {
        "id": "1243",
        "name": "الحمره"
      },
      {
        "id": "1244",
        "name": "تكريت الجامعه"
      },
      {
        "id": "1245",
        "name": "تكريت مجمع السنكي الجامعه"
      },
      {
        "id": "1246",
        "name": "تكريت البودور"
      },
      {
        "id": "1247",
        "name": "مرطبات البانده"
      },
      {
        "id": "1248",
        "name": "تكريت الايوبي"
      },
      {
        "id": "1249",
        "name": "الانواء الجويه"
      },
      {
        "id": "1250",
        "name": "تكريت الضباعي"
      },
      {
        "id": "1251",
        "name": "تكريت شارع الاربعين"
      },
      {
        "id": "1252",
        "name": "تكريت ال 60 دار"
      },
      {
        "id": "1253",
        "name": "تكريت ال100 دار"
      },
      {
        "id": "1254",
        "name": "شارع الباشا"
      },
      {
        "id": "1255",
        "name": "تكريت حي القضاء"
      },
      {
        "id": "1256",
        "name": "تكريت قادسيه قطعة 500"
      },
      {
        "id": "1257",
        "name": "تكريت مجمع اليرموك"
      },
      {
        "id": "1258",
        "name": "تكريت الجوهره"
      },
      {
        "id": "1259",
        "name": "تكريت القادسيه شارع الشهداء"
      },
      {
        "id": "1260",
        "name": "شارع البلاج"
      },
      {
        "id": "1261",
        "name": "شارع جليل القصاب"
      },
      {
        "id": "1262",
        "name": "شارع المستشفى العسكري"
      },
      {
        "id": "1263",
        "name": "تكريت شارع الكراج"
      },
      {
        "id": "1264",
        "name": "شارع ابو عكرب"
      },
      {
        "id": "1265",
        "name": "تكريت الحي الصناعي"
      },
      {
        "id": "1266",
        "name": "تكريت شارع صدام"
      },
      {
        "id": "1267",
        "name": "تكريت شارغ الاحتفالات"
      },
      {
        "id": "1268",
        "name": "تكريت  حي التوحيد"
      },
      {
        "id": "1269",
        "name": "تكريت مجمع طيبة"
      },
      {
        "id": "1270",
        "name": "تكريت شارع المحافظه"
      },
      {
        "id": "1271",
        "name": "العلم شارع روتانا"
      },
      {
        "id": "1289",
        "name": "سامراء"
      },
      {
        "id": "1291",
        "name": "سامراء معمل ادويه"
      },
      {
        "id": "1293",
        "name": "سامراء حي الدوانم"
      },
      {
        "id": "1298",
        "name": "سامراء دوانم"
      },
      {
        "id": "1299",
        "name": "سامراء القادسيه"
      },
      {
        "id": "1300",
        "name": "سامراء حي المعلمين"
      },
      {
        "id": "1301",
        "name": "سامراء حي الشرطه"
      },
      {
        "id": "1302",
        "name": "سامراء عرموشيه"
      },
      {
        "id": "1307",
        "name": "درة سامراء"
      },
      {
        "id": "1309",
        "name": "سامراء حي الجامعه"
      },
      {
        "id": "1311",
        "name": "سامراء الافراز"
      },
      {
        "id": "1314",
        "name": "سامراء حي الكفائات"
      },
      {
        "id": "1316",
        "name": "سامراء حي صلاح الدين"
      },
      {
        "id": "1318",
        "name": "سامراء حي المثنى"
      },
      {
        "id": "1320",
        "name": "سامراء حي الخضراء"
      },
      {
        "id": "1323",
        "name": "سامراء حي الشهداء"
      },
      {
        "id": "1324",
        "name": "سامراء شارع 2000"
      },
      {
        "id": "1326",
        "name": "سامراء الضباط الاولى"
      },
      {
        "id": "1328",
        "name": "سامراء الضباط الثانيه"
      },
      {
        "id": "1330",
        "name": "سامراء جبيريه الاولى"
      },
      {
        "id": "1331",
        "name": "سامراء جبيريه الثانيه"
      },
      {
        "id": "1334",
        "name": "سامراء جبيريه الثالثه"
      },
      {
        "id": "1336",
        "name": "سامراء المربعه"
      },
      {
        "id": "1338",
        "name": "سامراء دوانم البوهراط"
      },
      {
        "id": "1339",
        "name": "سامراء الزراعه"
      },
      {
        "id": "1340",
        "name": "سامراء حي السكك"
      },
      {
        "id": "1341",
        "name": "سامراء حي السلام"
      },
      {
        "id": "1342",
        "name": "سامراء البورحمان"
      },
      {
        "id": "1343",
        "name": "سامراء البوشيمان"
      },
      {
        "id": "1344",
        "name": "سامراء البونيسان"
      },
      {
        "id": "1345",
        "name": "سامراء البو اسود"
      },
      {
        "id": "1346",
        "name": "سامراء حي الصناعي"
      },
      {
        "id": "1349",
        "name": "سامراء القاطول"
      },
      {
        "id": "1352",
        "name": "سامراء حي الامام"
      },
      {
        "id": "1354",
        "name": "سامراء المراسمه"
      },
      {
        "id": "1355",
        "name": "سامراء الملويه"
      },
      {
        "id": "1357",
        "name": "سامراء الطيوب"
      },
      {
        "id": "1358",
        "name": "سامراء ناحيه المعتصم"
      },
      {
        "id": "1361",
        "name": "سامراء اليرموك"
      },
      {
        "id": "1368",
        "name": "سامراء سجن الامام"
      },
      {
        "id": "1369",
        "name": "سامراء تل العليج"
      },
      {
        "id": "1371",
        "name": "سامراء الملح"
      },
      {
        "id": "1373",
        "name": "سامراء المثنى خلف الخضراء"
      },
      {
        "id": "1375",
        "name": "سامراء  خلف الخضراء"
      },
      {
        "id": "1377",
        "name": "سامراء خلف الشهداء"
      },
      {
        "id": "1379",
        "name": "سامراء الصخيرة"
      },
      {
        "id": "1388",
        "name": "بلد"
      },
      {
        "id": "1389",
        "name": "بلد الجمعيه الثانيه"
      },
      {
        "id": "1390",
        "name": "بلد باب السور"
      },
      {
        "id": "1392",
        "name": "بلد شطيطه"
      },
      {
        "id": "1395",
        "name": "بلد الطاقه"
      },
      {
        "id": "1397",
        "name": "بلد حي الانتصار"
      },
      {
        "id": "1399",
        "name": "بلد حي الشهداء"
      },
      {
        "id": "1401",
        "name": "بلد جمعية الامام"
      },
      {
        "id": "1403",
        "name": "بلد شارع الامير"
      },
      {
        "id": "1405",
        "name": "بلد تقاطع بني سعد"
      },
      {
        "id": "1406",
        "name": "بلد عزيز بلد"
      },
      {
        "id": "1408",
        "name": "بلد شارع العريض"
      },
      {
        "id": "1409",
        "name": "بلد حي الحسين"
      },
      {
        "id": "1412",
        "name": "بلد جمعيه ثالثه"
      },
      {
        "id": "1413",
        "name": "بلد الرواشد"
      },
      {
        "id": "1414",
        "name": "بلد حظيرة شرقيه"
      },
      {
        "id": "1417",
        "name": "بلد حظيره الغربيه"
      },
      {
        "id": "1418",
        "name": "بلد قناة 14"
      },
      {
        "id": "1422",
        "name": "بلد حولي البوعنون"
      },
      {
        "id": "1423",
        "name": "بلد المحيط"
      },
      {
        "id": "1426",
        "name": "بلد شارع المصرف"
      },
      {
        "id": "1427",
        "name": "بلد شارع بنت الحسن"
      },
      {
        "id": "1429",
        "name": "بلد فلكه طير السلام"
      },
      {
        "id": "1430",
        "name": "بلد الحي الصناعي"
      },
      {
        "id": "1433",
        "name": "دجيل"
      },
      {
        "id": "1434",
        "name": "دجيل عشر نخلات"
      },
      {
        "id": "1436",
        "name": "دجيل خمسه طوير"
      },
      {
        "id": "1439",
        "name": "دجيل الابتر"
      },
      {
        "id": "1441",
        "name": "دجيل الشهابي"
      },
      {
        "id": "1445",
        "name": "دجيل فدعوس"
      },
      {
        "id": "1447",
        "name": "دجيل قرية الشباب"
      },
      {
        "id": "1449",
        "name": "دجيل شيخ جميل"
      },
      {
        "id": "1454",
        "name": "دجيل شيخ ابراهيم"
      },
      {
        "id": "1457",
        "name": "دجيل 14 رمضان"
      },
      {
        "id": "1459",
        "name": "دجيل سيد غريب"
      },
      {
        "id": "1462",
        "name": "جيل جسر عب الرسول"
      },
      {
        "id": "1466",
        "name": "دجيل شيخ منصور"
      },
      {
        "id": "1469",
        "name": "دجيل قرية11"
      },
      {
        "id": "1471",
        "name": "دجيل الحمزاويين"
      },
      {
        "id": "1472",
        "name": "دجيل 50 دار"
      },
      {
        "id": "1480",
        "name": "دجيل كراغول"
      },
      {
        "id": "1482",
        "name": "دجيل الجمهوريه"
      },
      {
        "id": "1486",
        "name": "دجيل حي الجمهوريه"
      },
      {
        "id": "1489",
        "name": "دجيل قرية الرواد"
      },
      {
        "id": "1492",
        "name": "دجيل محطة جاسم القيس"
      },
      {
        "id": "1493",
        "name": "دجيل حي العسكري"
      },
      {
        "id": "1494",
        "name": "دجيل حي الجمعيه"
      },
      {
        "id": "1496",
        "name": "دجيل بيوت الطين"
      },
      {
        "id": "1497",
        "name": "دجيل حي المالكي"
      },
      {
        "id": "1498",
        "name": "دجيل حي الزهراء"
      },
      {
        "id": "1499",
        "name": "دجيل حي كريجي"
      },
      {
        "id": "1500",
        "name": "دجيل سارع البلديه"
      },
      {
        "id": "1502",
        "name": "دجيل محطة البانزين خانه"
      },
      {
        "id": "1504",
        "name": "دجيل المصاليخ"
      },
      {
        "id": "1505",
        "name": "دجيل حي الوحده"
      },
      {
        "id": "1507",
        "name": "دجيل شارع المشاهد"
      },
      {
        "id": "1510",
        "name": "دجيل شارع 60"
      },
      {
        "id": "1513",
        "name": "جيل اكوام الحمزه"
      },
      {
        "id": "1521",
        "name": "ضلوعيه"
      },
      {
        "id": "1523",
        "name": "يثرب"
      },
      {
        "id": "1524",
        "name": "حاتميه"
      },
      {
        "id": "1526",
        "name": "دور القاعده"
      },
      {
        "id": "1527",
        "name": "قاعدة بكر"
      },
      {
        "id": "1528",
        "name": "سامراء البوحسان"
      },
      {
        "id": "1529",
        "name": "مكيشيفه"
      },
      {
        "id": "1531",
        "name": "سامراء السموم"
      },
      {
        "id": "1533",
        "name": "زلايه"
      },
      {
        "id": "1535",
        "name": "الحويش"
      },
      {
        "id": "1537",
        "name": "سامراء الخط السريع"
      },
      {
        "id": "1539",
        "name": "سامراء مفرك الفلوحه"
      },
      {
        "id": "1540",
        "name": "سامراء القلعة"
      },
      {
        "id": "1542",
        "name": "الحردانيه"
      },
      {
        "id": "1544",
        "name": "الاسحاقي"
      },
      {
        "id": "1546",
        "name": "دجيل العبايجي"
      },
      {
        "id": "1548",
        "name": "دجيل سيطرة 14 رمضان"
      },
      {
        "id": "1550",
        "name": "القادريه"
      },
      {
        "id": "1552",
        "name": "جزيرة سامراء"
      },
      {
        "id": "1554",
        "name": "عزيز بلد"
      },
      {
        "id": "1557",
        "name": "سامراء الطريشه"
      },
      {
        "id": "1559",
        "name": "البوحسان"
      },
      {
        "id": "4459",
        "name": "مجمع الكوريين"
      },
      {
        "id": "4460",
        "name": "سامراء جامع الفرقان"
      },
      {
        "id": "4461",
        "name": "حاوي العلم"
      },
      {
        "id": "4462",
        "name": "حاوي العوجه"
      },
      {
        "id": "4488",
        "name": "الدور جامع التقوى"
      },
      {
        "id": "4489",
        "name": "الدور شارع النائب"
      },
      {
        "id": "4568",
        "name": "الشرقاط شارع الاعراس"
      },
      {
        "id": "4576",
        "name": "تكريت"
      },
      {
        "id": "4577",
        "name": "الدور"
      },
      {
        "id": "4578",
        "name": "الشرقاط"
      },
      {
        "id": "4579",
        "name": "بيجي"
      },
      {
        "id": "4580",
        "name": "علم"
      },
      {
        "id": "4645",
        "name": "سامراء حي الهادي"
      },
      {
        "id": "4646",
        "name": "يثرب قرية الاحباب"
      },
      {
        "id": "4709",
        "name": "العلم سيطرة 14"
      },
      {
        "id": "4962",
        "name": "العلم عهد جديد"
      },
      {
        "id": "5499",
        "name": "سامراء حي القادسية"
      },
      {
        "id": "5576",
        "name": "اخرى"
      },
      {
        "id": "5631",
        "name": "سامراء العباسية"
      },
      {
        "id": "5642",
        "name": "اخرى"
      }
    ]
  },
  {
    "id": "16",
    "name": "السليمانية",
    "regions": [
      {
        "id": "2129",
        "name": "العلوة الفواكه"
      },
      {
        "id": "2130",
        "name": "مطار السليمانيه"
      },
      {
        "id": "2131",
        "name": "مشفى هيوا"
      },
      {
        "id": "2132",
        "name": "برنان"
      },
      {
        "id": "2133",
        "name": "حي كوردسات"
      },
      {
        "id": "2134",
        "name": "شاري ارام"
      },
      {
        "id": "2135",
        "name": "ديا ستي"
      },
      {
        "id": "2136",
        "name": "الكراج الموحد"
      },
      {
        "id": "2137",
        "name": "زركويز"
      },
      {
        "id": "2138",
        "name": "شاري اوين"
      },
      {
        "id": "2139",
        "name": "زالة"
      },
      {
        "id": "2140",
        "name": "كرين ستي"
      },
      {
        "id": "2141",
        "name": "كولي شار"
      },
      {
        "id": "2142",
        "name": "شيخ عباس"
      },
      {
        "id": "2143",
        "name": "اولوبة"
      },
      {
        "id": "2144",
        "name": "صناعة هوانه"
      },
      {
        "id": "2145",
        "name": "هوانه"
      },
      {
        "id": "2146",
        "name": "تانجرو"
      },
      {
        "id": "2147",
        "name": "فلكة تانجرو"
      },
      {
        "id": "2148",
        "name": "سيتوان"
      },
      {
        "id": "2149",
        "name": "خبات"
      },
      {
        "id": "2150",
        "name": "مول فاملي"
      },
      {
        "id": "2151",
        "name": "ستي سنتر"
      },
      {
        "id": "2152",
        "name": "ستي ستار"
      },
      {
        "id": "2153",
        "name": "مجدي مول"
      },
      {
        "id": "2154",
        "name": "المرور القديم"
      },
      {
        "id": "2155",
        "name": "الضريبة"
      },
      {
        "id": "2156",
        "name": "فرمان بران"
      },
      {
        "id": "2157",
        "name": "هواري شار كاني بيرة"
      },
      {
        "id": "2158",
        "name": "هواري شار كاني بردينه"
      },
      {
        "id": "2159",
        "name": "ملاداوود"
      },
      {
        "id": "2160",
        "name": "خويته"
      },
      {
        "id": "2161",
        "name": "كاني كوردة"
      },
      {
        "id": "2162",
        "name": "هواري شار"
      },
      {
        "id": "2163",
        "name": "فلكة هواري شار"
      },
      {
        "id": "2164",
        "name": "كاني سبيكة"
      },
      {
        "id": "2165",
        "name": "كلكن"
      },
      {
        "id": "2166",
        "name": "جسر كوباني"
      },
      {
        "id": "2167",
        "name": "روز ستي"
      },
      {
        "id": "2168",
        "name": "كاردن ستي"
      },
      {
        "id": "2169",
        "name": "مرتفعات برزايكاني قيوان كازيوا"
      },
      {
        "id": "2170",
        "name": "برزايكاني سليماني"
      },
      {
        "id": "2171",
        "name": "مشفى شار"
      },
      {
        "id": "2172",
        "name": "هواري برزة"
      },
      {
        "id": "2173",
        "name": "حي كويجة"
      },
      {
        "id": "2174",
        "name": "اسكان"
      },
      {
        "id": "2175",
        "name": "ازادي"
      },
      {
        "id": "2176",
        "name": "مامه يارة"
      },
      {
        "id": "2177",
        "name": "تومليك"
      },
      {
        "id": "2178",
        "name": "سليماني تازة شارع القناة"
      },
      {
        "id": "2179",
        "name": "شارع ابراهيم باشا"
      },
      {
        "id": "2180",
        "name": "شارع اوزدي"
      },
      {
        "id": "2181",
        "name": "سوق الدولار"
      },
      {
        "id": "2182",
        "name": "سوق"
      },
      {
        "id": "2183",
        "name": "بازار"
      },
      {
        "id": "2184",
        "name": "الجامع الكبير"
      },
      {
        "id": "2185",
        "name": "كوردستي"
      },
      {
        "id": "2186",
        "name": "صائب ستي"
      },
      {
        "id": "2187",
        "name": "لبنان ستي"
      },
      {
        "id": "2188",
        "name": "كاني كومه"
      },
      {
        "id": "2189",
        "name": "كنسورة"
      },
      {
        "id": "2190",
        "name": "جوار جرا"
      },
      {
        "id": "2191",
        "name": "المنطقة الصناعية"
      },
      {
        "id": "2192",
        "name": "مجمع ماموستيان / كاني با"
      },
      {
        "id": "2193",
        "name": "مدينه الاطباء"
      },
      {
        "id": "2194",
        "name": "شاري بزيشكان"
      },
      {
        "id": "2195",
        "name": "المدينه البيضاء"
      },
      {
        "id": "2196",
        "name": "شاري سبي"
      },
      {
        "id": "2197",
        "name": "كاني با"
      },
      {
        "id": "2198",
        "name": "مشفى شورش"
      },
      {
        "id": "2199",
        "name": "كومبانياي نوزاد"
      },
      {
        "id": "2200",
        "name": "ابراهيم احمد"
      },
      {
        "id": "2201",
        "name": "دانيا ستي"
      },
      {
        "id": "2202",
        "name": "دبلان ستي"
      },
      {
        "id": "2203",
        "name": "كازيوا"
      },
      {
        "id": "2204",
        "name": "برزايكاني موتفعات قيوان كازيوا"
      },
      {
        "id": "2205",
        "name": "كويجة ستي 123"
      },
      {
        "id": "2206",
        "name": "كوند الماني"
      },
      {
        "id": "2207",
        "name": "القرية الالمانية"
      },
      {
        "id": "2208",
        "name": "حي باخان"
      },
      {
        "id": "2209",
        "name": "شارع جوارتا كون"
      },
      {
        "id": "2210",
        "name": "مجيدبك"
      },
      {
        "id": "2211",
        "name": "هواري تازة"
      },
      {
        "id": "2212",
        "name": "شيخان"
      },
      {
        "id": "2213",
        "name": "هاوكاري"
      },
      {
        "id": "2214",
        "name": "حي ماموستيان"
      },
      {
        "id": "2215",
        "name": "بارك ازادي"
      },
      {
        "id": "2216",
        "name": "كارزةوشك"
      },
      {
        "id": "2217",
        "name": "اشتي"
      },
      {
        "id": "2218",
        "name": "رعاية"
      },
      {
        "id": "2219",
        "name": "كلية سبي"
      },
      {
        "id": "2220",
        "name": "سردار اوا"
      },
      {
        "id": "2221",
        "name": "طاسلوجة"
      },
      {
        "id": "2222",
        "name": "معارض العلوج"
      },
      {
        "id": "2223",
        "name": "كنكاوا"
      },
      {
        "id": "2224",
        "name": "فرماندي"
      },
      {
        "id": "2225",
        "name": "رابرين جهة المطار"
      },
      {
        "id": "2226",
        "name": "مطار"
      },
      {
        "id": "2227",
        "name": "زانكو"
      },
      {
        "id": "2228",
        "name": "كركي خاك"
      },
      {
        "id": "2229",
        "name": "رابرين"
      },
      {
        "id": "2230",
        "name": "ميران ستي"
      },
      {
        "id": "2231",
        "name": "باشا ستي"
      },
      {
        "id": "2232",
        "name": "قيوان ستي رابرين"
      },
      {
        "id": "2233",
        "name": "كوباني ستي"
      },
      {
        "id": "2234",
        "name": "ارو ستي"
      },
      {
        "id": "2235",
        "name": "كومانياي بريز"
      },
      {
        "id": "2236",
        "name": "ساية ستي"
      },
      {
        "id": "2237",
        "name": "شاري نمونه"
      },
      {
        "id": "2238",
        "name": "شاهين ستي"
      },
      {
        "id": "2239",
        "name": "نالي ستي"
      },
      {
        "id": "2240",
        "name": "قورةليسي"
      },
      {
        "id": "2241",
        "name": "شارع 60"
      },
      {
        "id": "2242",
        "name": "سروري"
      },
      {
        "id": "2243",
        "name": "تافكة"
      },
      {
        "id": "2244",
        "name": "شقق بهاران"
      },
      {
        "id": "2245",
        "name": "جاوي سليماني"
      },
      {
        "id": "2246",
        "name": "باك ستي"
      },
      {
        "id": "2247",
        "name": "قلياسان"
      },
      {
        "id": "2248",
        "name": "شكركة"
      },
      {
        "id": "2249",
        "name": "كردة براوكة"
      },
      {
        "id": "2250",
        "name": "كردي سرجنار"
      },
      {
        "id": "2251",
        "name": "سرجنار"
      },
      {
        "id": "2252",
        "name": "امباير تاورز"
      },
      {
        "id": "2253",
        "name": "شهيدان زركته"
      },
      {
        "id": "2254",
        "name": "شهيدان سرجنار"
      },
      {
        "id": "2255",
        "name": "زركته كون"
      },
      {
        "id": "2256",
        "name": "زركته تازة"
      },
      {
        "id": "2257",
        "name": "علي ناجي"
      },
      {
        "id": "2258",
        "name": "عقاري"
      },
      {
        "id": "2259",
        "name": "ابلاخ"
      },
      {
        "id": "2260",
        "name": "شارواني"
      },
      {
        "id": "2261",
        "name": "قالاوة"
      },
      {
        "id": "2262",
        "name": "جوار باخ"
      },
      {
        "id": "2263",
        "name": "شيخ محدين"
      },
      {
        "id": "2264",
        "name": "شارع سالم"
      },
      {
        "id": "2265",
        "name": "رزكاري"
      },
      {
        "id": "2266",
        "name": "بختياري"
      },
      {
        "id": "2267",
        "name": "خليفاوا"
      },
      {
        "id": "2268",
        "name": "جيشانه"
      },
      {
        "id": "2269",
        "name": "عزيز اوا"
      },
      {
        "id": "2270",
        "name": "اوبارة"
      },
      {
        "id": "2271",
        "name": "دريم لاند"
      },
      {
        "id": "2272",
        "name": "نوروز ستي"
      },
      {
        "id": "2273",
        "name": "دروازة ستي 123"
      },
      {
        "id": "2274",
        "name": "هزار ميرد"
      },
      {
        "id": "2275",
        "name": "عوال"
      },
      {
        "id": "2276",
        "name": "شنيار ستي"
      },
      {
        "id": "2277",
        "name": "كوستيجم"
      },
      {
        "id": "2278",
        "name": "هواري زانكو بكرجو"
      },
      {
        "id": "2279",
        "name": "هواري زانكو قولريسي"
      },
      {
        "id": "2280",
        "name": "بكرجو كون"
      },
      {
        "id": "2281",
        "name": "بكرجو تازة"
      },
      {
        "id": "2282",
        "name": "بكرجو"
      },
      {
        "id": "2283",
        "name": "الجامعة الامريكية"
      },
      {
        "id": "2284",
        "name": "بردةسور"
      },
      {
        "id": "2285",
        "name": "شخاطة"
      },
      {
        "id": "2286",
        "name": "سردار جاف"
      },
      {
        "id": "2287",
        "name": "كلار"
      },
      {
        "id": "2288",
        "name": "كفري"
      },
      {
        "id": "2289",
        "name": "صمود"
      },
      {
        "id": "2290",
        "name": "شيروانه"
      },
      {
        "id": "2291",
        "name": "بنكرد"
      },
      {
        "id": "2292",
        "name": "باناسياو"
      },
      {
        "id": "2293",
        "name": "شيخ لنكر"
      },
      {
        "id": "2294",
        "name": "صالح اغا"
      },
      {
        "id": "2295",
        "name": "سرقلة"
      },
      {
        "id": "2296",
        "name": "باوةنور"
      },
      {
        "id": "2297",
        "name": "قزلر"
      },
      {
        "id": "2298",
        "name": "تووسبي"
      },
      {
        "id": "2299",
        "name": "كاني كوران"
      },
      {
        "id": "2300",
        "name": "جوارتا"
      },
      {
        "id": "2301",
        "name": "كاني سارد"
      },
      {
        "id": "2302",
        "name": "قلاجولان"
      },
      {
        "id": "2303",
        "name": "طريق ميركبان"
      },
      {
        "id": "2304",
        "name": "ميركبان"
      },
      {
        "id": "2305",
        "name": "سيتك"
      },
      {
        "id": "2306",
        "name": "بنجوين"
      },
      {
        "id": "2307",
        "name": "بيارة"
      },
      {
        "id": "2308",
        "name": "تويلة"
      },
      {
        "id": "2309",
        "name": "هورامان"
      },
      {
        "id": "2310",
        "name": "خورمال"
      },
      {
        "id": "2311",
        "name": "احمد اوا"
      },
      {
        "id": "2312",
        "name": "سيروان"
      },
      {
        "id": "2313",
        "name": "حلبجة شهيد"
      },
      {
        "id": "2314",
        "name": "سيد صادق"
      },
      {
        "id": "2315",
        "name": "قرةكول"
      },
      {
        "id": "2316",
        "name": "زرايين"
      },
      {
        "id": "2317",
        "name": "حلبجة تازة"
      },
      {
        "id": "2318",
        "name": "مخييم السوريين"
      },
      {
        "id": "2319",
        "name": "مخيم اشتي"
      },
      {
        "id": "2320",
        "name": "باريكة"
      },
      {
        "id": "2321",
        "name": "عربت"
      },
      {
        "id": "2322",
        "name": "دربندخان"
      },
      {
        "id": "2323",
        "name": "باني خيلان"
      },
      {
        "id": "2324",
        "name": "كاني وتمان"
      },
      {
        "id": "2325",
        "name": "سروجاوا"
      },
      {
        "id": "2326",
        "name": "سنكسر"
      },
      {
        "id": "2327",
        "name": "قلادزة"
      },
      {
        "id": "2328",
        "name": "جوار قرنه"
      },
      {
        "id": "2329",
        "name": "خلكان"
      },
      {
        "id": "2330",
        "name": "حاجي اوا اطراف"
      },
      {
        "id": "2331",
        "name": "حاجي اوا مركز"
      },
      {
        "id": "2332",
        "name": "رانية"
      },
      {
        "id": "2333",
        "name": "دوكان"
      },
      {
        "id": "2334",
        "name": "بيرةمكرون"
      },
      {
        "id": "2335",
        "name": "كاني شيطان"
      },
      {
        "id": "2336",
        "name": "كوبالة"
      },
      {
        "id": "2337",
        "name": "باينجان"
      },
      {
        "id": "2338",
        "name": "الاهي"
      },
      {
        "id": "2339",
        "name": "بازيان"
      },
      {
        "id": "2340",
        "name": "تينال"
      },
      {
        "id": "2341",
        "name": "التكية"
      },
      {
        "id": "2342",
        "name": "جمجمال"
      },
      {
        "id": "4349",
        "name": "جامع تبايي"
      },
      {
        "id": "4350",
        "name": "جامع بهشت"
      },
      {
        "id": "4451",
        "name": "شارع اشتي"
      },
      {
        "id": "4566",
        "name": "زيرينوك"
      },
      {
        "id": "4567",
        "name": "قركه"
      },
      {
        "id": "4708",
        "name": "شارع أشتي"
      },
      {
        "id": "4981",
        "name": "فلكة مامه ريشة"
      },
      {
        "id": "5150",
        "name": "سركاريز"
      },
      {
        "id": "5388",
        "name": "باونور"
      },
      {
        "id": "5399",
        "name": "سلیمانی خەسروخاڵ"
      },
      {
        "id": "5400",
        "name": "جسر خسروخال"
      },
      {
        "id": "5401",
        "name": "خسروخال"
      },
      {
        "id": "5486",
        "name": "قرداغ"
      },
      {
        "id": "5577",
        "name": "كركي دابان . حي دابان"
      },
      {
        "id": "5653",
        "name": "مستشفى فاروق"
      },
      {
        "id": "5658",
        "name": "شاري دايك"
      },
      {
        "id": "5911",
        "name": "كاني ستي قولريسي"
      },
      {
        "id": "6043",
        "name": "كلار صمود"
      },
      {
        "id": "6044",
        "name": "كلار بردسور"
      },
      {
        "id": "6045",
        "name": "كلار بردة سور"
      },
      {
        "id": "6046",
        "name": "كلار كازينو"
      },
      {
        "id": "6047",
        "name": "كلار اللواء"
      },
      {
        "id": "6048",
        "name": "كلار كردكوزينه"
      },
      {
        "id": "6049",
        "name": "كلار كردةكوزينه"
      },
      {
        "id": "6050",
        "name": "كلار صالح اغا"
      },
      {
        "id": "6051",
        "name": "كلار شيخ لنكر"
      },
      {
        "id": "6095",
        "name": "شارع كاوا"
      },
      {
        "id": "6107",
        "name": "مجمع شاد"
      },
      {
        "id": "6110",
        "name": "اخرى"
      }
    ]
  },
  {
    "id": "17",
    "name": "الناصرية - ذي قار",
    "regions": [
      {
        "id": "2343",
        "name": "الناصريه تقاطع الريات"
      },
      {
        "id": "2344",
        "name": "الناصريه حي الفداء"
      },
      {
        "id": "2345",
        "name": "الناصريه السبل"
      },
      {
        "id": "2346",
        "name": "الناصريه حي تضحيه"
      },
      {
        "id": "2347",
        "name": "الناصريه الطاقه"
      },
      {
        "id": "2348",
        "name": "شطره"
      },
      {
        "id": "2350",
        "name": "الناصريه شارع المحطه"
      },
      {
        "id": "2351",
        "name": "الناصريه حبوبي"
      },
      {
        "id": "2352",
        "name": "قضاء الاصلاحيه"
      },
      {
        "id": "2353",
        "name": "الناصريه شوفه"
      },
      {
        "id": "2354",
        "name": "الناصريه  سكك"
      },
      {
        "id": "2355",
        "name": "الناصريه شرع المتنزه"
      },
      {
        "id": "2356",
        "name": "الناصريه سوق سيد سعد"
      },
      {
        "id": "2357",
        "name": "الناصريه السوق العصري"
      },
      {
        "id": "2358",
        "name": "الناصريه سوك اريدو"
      },
      {
        "id": "2359",
        "name": "الناصريه ملعب الفرسان"
      },
      {
        "id": "2360",
        "name": "الناصريه ملعب المختار"
      },
      {
        "id": "2361",
        "name": "الناصريه شارع يا حسين"
      },
      {
        "id": "2362",
        "name": "الناصريه الشموخ"
      },
      {
        "id": "2363",
        "name": "البطحه"
      },
      {
        "id": "2364",
        "name": "الناصريه الكراج القديم"
      },
      {
        "id": "2365",
        "name": "البطحه"
      },
      {
        "id": "2366",
        "name": "الناصريه شارع الشموخ"
      },
      {
        "id": "2367",
        "name": "البطحه"
      },
      {
        "id": "2368",
        "name": "شارع السبيس"
      },
      {
        "id": "2369",
        "name": "البطحه"
      },
      {
        "id": "2370",
        "name": "البطحه"
      },
      {
        "id": "2371",
        "name": "الناصريه شارع النهر"
      },
      {
        "id": "2372",
        "name": "البطحه"
      },
      {
        "id": "2373",
        "name": "البطحه"
      },
      {
        "id": "2374",
        "name": "شارع المحطه"
      },
      {
        "id": "2375",
        "name": "شارع فدك"
      },
      {
        "id": "2376",
        "name": "البطحه"
      },
      {
        "id": "2377",
        "name": "الناصريه ابو لبنان"
      },
      {
        "id": "2378",
        "name": "البطحه"
      },
      {
        "id": "2379",
        "name": "شطره"
      },
      {
        "id": "2380",
        "name": "الكطيعه"
      },
      {
        "id": "2381",
        "name": "كطيعه"
      },
      {
        "id": "2382",
        "name": "النصر"
      },
      {
        "id": "2383",
        "name": "البطحه"
      },
      {
        "id": "2384",
        "name": "البطحه"
      },
      {
        "id": "2385",
        "name": "النصر"
      },
      {
        "id": "2386",
        "name": "الجبايش"
      },
      {
        "id": "2387",
        "name": "الحمار"
      },
      {
        "id": "2388",
        "name": "النصر"
      },
      {
        "id": "2389",
        "name": "النصر"
      },
      {
        "id": "2390",
        "name": "الحبايش - ال غريج"
      },
      {
        "id": "2391",
        "name": "النصر"
      },
      {
        "id": "2392",
        "name": "الجبايش"
      },
      {
        "id": "2393",
        "name": "نصر"
      },
      {
        "id": "2394",
        "name": "الجبايش -السوق العصري"
      },
      {
        "id": "2395",
        "name": "النصر"
      },
      {
        "id": "2396",
        "name": "الحبايش - الكورنيش"
      },
      {
        "id": "2397",
        "name": "الناصريه جسر النصر"
      },
      {
        "id": "2398",
        "name": "الحبايش -الغميجه"
      },
      {
        "id": "2399",
        "name": "النصر"
      },
      {
        "id": "2400",
        "name": "الجبايش"
      },
      {
        "id": "2401",
        "name": "الحبايش -الصباغيه"
      },
      {
        "id": "2402",
        "name": "دوايه"
      },
      {
        "id": "2403",
        "name": "الفهود"
      },
      {
        "id": "2404",
        "name": "الفهود"
      },
      {
        "id": "2405",
        "name": "الدوايه"
      },
      {
        "id": "2406",
        "name": "الفهود"
      },
      {
        "id": "2407",
        "name": "الدوايه"
      },
      {
        "id": "2408",
        "name": "فهود"
      },
      {
        "id": "2409",
        "name": "الدوايه"
      },
      {
        "id": "2410",
        "name": "الدوايه"
      },
      {
        "id": "2411",
        "name": "الفهود"
      },
      {
        "id": "2412",
        "name": "الدوايه"
      },
      {
        "id": "2413",
        "name": "جبايش"
      },
      {
        "id": "2414",
        "name": "حمار"
      },
      {
        "id": "2415",
        "name": "الدوايه"
      },
      {
        "id": "2416",
        "name": "الفهود"
      },
      {
        "id": "2417",
        "name": "دوايه"
      },
      {
        "id": "2418",
        "name": "الفهود"
      },
      {
        "id": "2419",
        "name": "الدوايه"
      },
      {
        "id": "2420",
        "name": "دوايه"
      },
      {
        "id": "2421",
        "name": "الدوايه"
      },
      {
        "id": "2422",
        "name": "سيد دخيل"
      },
      {
        "id": "2423",
        "name": "دوايه"
      },
      {
        "id": "2424",
        "name": "الدوايه"
      },
      {
        "id": "2425",
        "name": "سيد دخيل"
      },
      {
        "id": "2426",
        "name": "الفضليه-"
      },
      {
        "id": "2427",
        "name": "الفضليه"
      },
      {
        "id": "2428",
        "name": "الفضليه-"
      },
      {
        "id": "2429",
        "name": "سيد دخيل"
      },
      {
        "id": "2430",
        "name": "الفضليه"
      },
      {
        "id": "2431",
        "name": "سيد دخيل"
      },
      {
        "id": "2432",
        "name": "الفضليه"
      },
      {
        "id": "2433",
        "name": "الفضليه"
      },
      {
        "id": "2434",
        "name": "سيد دخيل"
      },
      {
        "id": "2435",
        "name": "سيد دخيل"
      },
      {
        "id": "2436",
        "name": "سيد دخيل"
      },
      {
        "id": "2437",
        "name": "الفضليه"
      },
      {
        "id": "2438",
        "name": "سيد دخيل"
      },
      {
        "id": "2439",
        "name": "فضليه"
      },
      {
        "id": "2440",
        "name": "سيد دخيل"
      },
      {
        "id": "2441",
        "name": "سيد دخيل"
      },
      {
        "id": "2442",
        "name": "فضليه"
      },
      {
        "id": "2443",
        "name": "سيد دخيل"
      },
      {
        "id": "2444",
        "name": "االفضليه"
      },
      {
        "id": "2445",
        "name": "سيد دخيل -"
      },
      {
        "id": "2446",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2447",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2448",
        "name": "سيد دخيل-"
      },
      {
        "id": "2449",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2450",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2451",
        "name": "سيد دخيل"
      },
      {
        "id": "2452",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2453",
        "name": "اصلاح"
      },
      {
        "id": "2454",
        "name": "اصلاح"
      },
      {
        "id": "2455",
        "name": "سوك الشيوح"
      },
      {
        "id": "2456",
        "name": "الاصلاح"
      },
      {
        "id": "2457",
        "name": "سوك الشيوخ-"
      },
      {
        "id": "2458",
        "name": "النصر"
      },
      {
        "id": "2459",
        "name": "الاصلاح"
      },
      {
        "id": "2460",
        "name": "سوق الشيوخ"
      },
      {
        "id": "2461",
        "name": "الاصلاح -"
      },
      {
        "id": "2462",
        "name": "الاصلاح"
      },
      {
        "id": "2463",
        "name": "الاصلاح"
      },
      {
        "id": "2464",
        "name": "الاصلاح"
      },
      {
        "id": "2465",
        "name": "الاصلاح"
      },
      {
        "id": "2466",
        "name": "الغراف -الملعب الاولمبي"
      },
      {
        "id": "2467",
        "name": "الغراف -معمل اعلاف الفياض"
      },
      {
        "id": "2468",
        "name": "الغراف -الطلاحبه"
      },
      {
        "id": "2469",
        "name": "الغراف -الزيادات"
      },
      {
        "id": "2470",
        "name": "الغراف -الشعير"
      },
      {
        "id": "2471",
        "name": "الغراف نومان"
      },
      {
        "id": "2472",
        "name": "الغراف -داود"
      },
      {
        "id": "2473",
        "name": "الغراف -الشجان"
      },
      {
        "id": "2474",
        "name": "الغراف -ال صكبان"
      },
      {
        "id": "2475",
        "name": "الغراف -العويد"
      },
      {
        "id": "2476",
        "name": "الغراف -السعيد"
      },
      {
        "id": "2477",
        "name": "الغراف -ال نجم"
      },
      {
        "id": "2478",
        "name": "الغراف -الشواكه"
      },
      {
        "id": "2479",
        "name": "الغراف -ال ناهي"
      },
      {
        "id": "2480",
        "name": "الغراف -حي الحريه"
      },
      {
        "id": "2481",
        "name": "الغراف -ال بعيد"
      },
      {
        "id": "2482",
        "name": "الغراف -العميرات"
      },
      {
        "id": "2483",
        "name": "الغراف -السودان"
      },
      {
        "id": "2484",
        "name": "الغراف -الفلكه"
      },
      {
        "id": "2485",
        "name": "اصلاح"
      },
      {
        "id": "2486",
        "name": "رفاعي"
      },
      {
        "id": "2487",
        "name": "رفاعي"
      },
      {
        "id": "2488",
        "name": "الرفاعي"
      },
      {
        "id": "2489",
        "name": "الرفاعي"
      },
      {
        "id": "2490",
        "name": "الرفاعي"
      },
      {
        "id": "2491",
        "name": "الرفاعي"
      },
      {
        "id": "2492",
        "name": "الرفاعي"
      },
      {
        "id": "2493",
        "name": "الرفاعي"
      },
      {
        "id": "2494",
        "name": "الرفاعي"
      },
      {
        "id": "2495",
        "name": "الرفاعي"
      },
      {
        "id": "2496",
        "name": "الرفاعي"
      },
      {
        "id": "2497",
        "name": "الرفاعي"
      },
      {
        "id": "2498",
        "name": "الرفاعي"
      },
      {
        "id": "2499",
        "name": "رفاعي"
      },
      {
        "id": "2500",
        "name": "الرفاعي"
      },
      {
        "id": "2501",
        "name": "الرفاعي"
      },
      {
        "id": "2502",
        "name": "الرفاعي"
      },
      {
        "id": "2503",
        "name": "الرفاعي"
      },
      {
        "id": "2504",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2505",
        "name": "الرفاعي"
      },
      {
        "id": "2506",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2507",
        "name": "الرفاعي"
      },
      {
        "id": "2508",
        "name": "الرفاعي"
      },
      {
        "id": "2509",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2510",
        "name": "القلعه"
      },
      {
        "id": "2511",
        "name": "القلعه -"
      },
      {
        "id": "2512",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2513",
        "name": "القلعه"
      },
      {
        "id": "2514",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2515",
        "name": "القلعه"
      },
      {
        "id": "2516",
        "name": "القلعه"
      },
      {
        "id": "2517",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2518",
        "name": "القلعه"
      },
      {
        "id": "2519",
        "name": "سوك الشيوخ-"
      },
      {
        "id": "2520",
        "name": "القلعه"
      },
      {
        "id": "2521",
        "name": "القلعه -"
      },
      {
        "id": "2522",
        "name": "سوك الشيوخ-"
      },
      {
        "id": "2523",
        "name": "القلعه"
      },
      {
        "id": "2524",
        "name": "قلعه"
      },
      {
        "id": "2525",
        "name": "القلعه"
      },
      {
        "id": "2526",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2527",
        "name": "القلعه -"
      },
      {
        "id": "2528",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2529",
        "name": "القلعه"
      },
      {
        "id": "2530",
        "name": "سوق الشيوخ"
      },
      {
        "id": "2531",
        "name": "القلعه"
      },
      {
        "id": "2532",
        "name": "قلعه"
      },
      {
        "id": "2533",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2534",
        "name": "القلعه"
      },
      {
        "id": "2535",
        "name": "سوق الشيوخ"
      },
      {
        "id": "2536",
        "name": "القلعه  -"
      },
      {
        "id": "2537",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2538",
        "name": "القلعه"
      },
      {
        "id": "2539",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2540",
        "name": "القلعه -شوصه"
      },
      {
        "id": "2541",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2542",
        "name": "القلعه"
      },
      {
        "id": "2543",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2544",
        "name": "الفجر"
      },
      {
        "id": "2545",
        "name": "سوق الشيوخ"
      },
      {
        "id": "2546",
        "name": "الفجر"
      },
      {
        "id": "2547",
        "name": "سوك الشيوخ"
      },
      {
        "id": "2548",
        "name": "الفجر"
      },
      {
        "id": "2549",
        "name": "الفجر"
      },
      {
        "id": "2550",
        "name": "الفجر"
      },
      {
        "id": "2551",
        "name": "الفجر"
      },
      {
        "id": "2552",
        "name": "ناضم-كرمت حسن"
      },
      {
        "id": "2553",
        "name": "الناضم-الكعكيه"
      },
      {
        "id": "2554",
        "name": "الناضم-ابوشعثه"
      },
      {
        "id": "2555",
        "name": "الناضم-خر ال دشر"
      },
      {
        "id": "2556",
        "name": "الفجر"
      },
      {
        "id": "2557",
        "name": "الناضم-رفيعه"
      },
      {
        "id": "2558",
        "name": "الفجر -"
      },
      {
        "id": "2559",
        "name": "الناضم-مديزه"
      },
      {
        "id": "2560",
        "name": "الفجر"
      },
      {
        "id": "2561",
        "name": "الناضم-ال حربيه"
      },
      {
        "id": "2562",
        "name": "الناضم-ام جكاير"
      },
      {
        "id": "2563",
        "name": "الناضم-ام البعرور"
      },
      {
        "id": "2564",
        "name": "الناضم-الشديد"
      },
      {
        "id": "2565",
        "name": "فجر"
      },
      {
        "id": "2566",
        "name": "الناضم-اليدي"
      },
      {
        "id": "2567",
        "name": "الفجر -"
      },
      {
        "id": "2568",
        "name": "الناضم-بندريات"
      },
      {
        "id": "2569",
        "name": "الفجر"
      },
      {
        "id": "2570",
        "name": "الناضم-فحيلي"
      },
      {
        "id": "2571",
        "name": "الفجر"
      },
      {
        "id": "2572",
        "name": "الناضم-غليون"
      },
      {
        "id": "2573",
        "name": "الفجر -"
      },
      {
        "id": "2574",
        "name": "الفجر"
      },
      {
        "id": "2575",
        "name": "الناضم-ال بو شعيره"
      },
      {
        "id": "2576",
        "name": "الناضم ابو سبع"
      },
      {
        "id": "2577",
        "name": "الفجر"
      },
      {
        "id": "2578",
        "name": "الفجر -"
      },
      {
        "id": "2579",
        "name": "الناظم-الكوام - سفينة"
      },
      {
        "id": "2580",
        "name": "الناضم-زركان"
      },
      {
        "id": "2581",
        "name": "الناضم-الشدود"
      },
      {
        "id": "2582",
        "name": "الناضم-الدبن - سفينة"
      },
      {
        "id": "2583",
        "name": "الناضم-كرمه ضهد"
      },
      {
        "id": "2584",
        "name": "الناضم-الدواره"
      },
      {
        "id": "2585",
        "name": "السفينة - الناظم-الدبله"
      },
      {
        "id": "2586",
        "name": "الناصريه -عكر شرقي"
      },
      {
        "id": "2587",
        "name": "الناضم -الجبله"
      },
      {
        "id": "2588",
        "name": "الناصريه -شركة الوسيط"
      },
      {
        "id": "2589",
        "name": "الناصريه -تقاطع الرايه"
      },
      {
        "id": "2590",
        "name": "الناضم-البو ريس"
      },
      {
        "id": "2591",
        "name": "الناصريه -شارع مستشفى الرحمن"
      },
      {
        "id": "2592",
        "name": "الناضم-الدخيل"
      },
      {
        "id": "2593",
        "name": "الناصريه -شارع مستشفى الازهر"
      },
      {
        "id": "2594",
        "name": "الناضم-العوجه"
      },
      {
        "id": "2595",
        "name": "الناضم-العوجان"
      },
      {
        "id": "2596",
        "name": "الناصريه -عكر غربي"
      },
      {
        "id": "2597",
        "name": "الناضم-خليليه"
      },
      {
        "id": "2598",
        "name": "الناصريه -منصوريه"
      },
      {
        "id": "2599",
        "name": "الناصريه -حي الامير"
      },
      {
        "id": "2600",
        "name": "الناضم-غليوين"
      },
      {
        "id": "2601",
        "name": "الناظم-الثامرية - سفينة"
      },
      {
        "id": "2602",
        "name": "الناصريه -ثوره"
      },
      {
        "id": "2603",
        "name": "الناصريه -الثوره"
      },
      {
        "id": "2604",
        "name": "الناصريه -شارع بغداد"
      },
      {
        "id": "2605",
        "name": "ناصريه -العرجه"
      },
      {
        "id": "2606",
        "name": "الناضم-الكرامايشه"
      },
      {
        "id": "2607",
        "name": "الناصريه -حي المتنزه"
      },
      {
        "id": "2608",
        "name": "الناصريه -كورنيش"
      },
      {
        "id": "2609",
        "name": "الناصريه -مهيديه"
      },
      {
        "id": "2610",
        "name": "الناصريه -طليعه"
      },
      {
        "id": "2611",
        "name": "تل الحم"
      },
      {
        "id": "2612",
        "name": "كرمة بني سعيد"
      },
      {
        "id": "2613",
        "name": "حفل صبه"
      },
      {
        "id": "2614",
        "name": "الطار"
      },
      {
        "id": "2615",
        "name": "الناصريه -الطليعه"
      },
      {
        "id": "2616",
        "name": "الناصريه-جامعه ذي قار"
      },
      {
        "id": "2617",
        "name": "الناصريه-الصخيين"
      },
      {
        "id": "2618",
        "name": "الناصريه -شموخ الاولى"
      },
      {
        "id": "2619",
        "name": "الناصريه شموخ الثانيه"
      },
      {
        "id": "2620",
        "name": "الناصريه - زعيلات"
      },
      {
        "id": "2621",
        "name": "الناصريه-العلويه ام كامله"
      },
      {
        "id": "2622",
        "name": "الناصريه-الشريف"
      },
      {
        "id": "2623",
        "name": "الناصريه -سيد خضير"
      },
      {
        "id": "2624",
        "name": "الناصريه-الزهيريه"
      },
      {
        "id": "2625",
        "name": "الناصريه-حي الجامعه"
      },
      {
        "id": "2626",
        "name": "الناصريه مجمع البناني"
      },
      {
        "id": "2627",
        "name": "الناصريه حي اور"
      },
      {
        "id": "2628",
        "name": "الناصريه-الاداره المحليه"
      },
      {
        "id": "2629",
        "name": "الناصريه -الاسكان الصناعي"
      },
      {
        "id": "2630",
        "name": "الناصريه -ال بو عظم"
      },
      {
        "id": "2631",
        "name": "الناصريه-الزيتون"
      },
      {
        "id": "2632",
        "name": "الناصريه-المدينه المائيه"
      },
      {
        "id": "2633",
        "name": "الناصريه - ال بو فياض"
      },
      {
        "id": "2634",
        "name": "الناصريه-شارع السبيس"
      },
      {
        "id": "2635",
        "name": "الناصريه -السكك محطه القطار"
      },
      {
        "id": "2636",
        "name": "الناصريه-البهو"
      },
      {
        "id": "2637",
        "name": "الناصريه-حي البشائر"
      },
      {
        "id": "2638",
        "name": "الناصريه -الزاويه"
      },
      {
        "id": "2639",
        "name": "الناصريه -ناحيه اور"
      },
      {
        "id": "2640",
        "name": "الناصريه-مدينه الصدر"
      },
      {
        "id": "2641",
        "name": "الناصريه -عمارت الولاده"
      },
      {
        "id": "2642",
        "name": "الناصريه-مدينه البكر"
      },
      {
        "id": "2643",
        "name": "الناصريه -مستشفى التركي"
      },
      {
        "id": "2644",
        "name": "الناصريه-شارع30"
      },
      {
        "id": "2645",
        "name": "الناصريه -تقاطع سيد خضير"
      },
      {
        "id": "2646",
        "name": "الناصريه-ام الدود"
      },
      {
        "id": "2647",
        "name": "الناصريه -قريه عبد الرزاق"
      },
      {
        "id": "2648",
        "name": "الناصريه-عمارات المدينه"
      },
      {
        "id": "2649",
        "name": "الناصريه -العويجه"
      },
      {
        "id": "2650",
        "name": "الناصريه-400دار"
      },
      {
        "id": "2651",
        "name": "الناصريه -قاعده الام علي"
      },
      {
        "id": "2652",
        "name": "الناصريه-اريدو"
      },
      {
        "id": "2653",
        "name": "الناصريه -سيطره الكفيل"
      },
      {
        "id": "2654",
        "name": "الناصريه-كراج بغداد"
      },
      {
        "id": "2655",
        "name": "الناصريه-شارع البهيدل"
      },
      {
        "id": "2656",
        "name": "الناصريه -الشيباني"
      },
      {
        "id": "2657",
        "name": "الناصريه -شارع الكصبه"
      },
      {
        "id": "2658",
        "name": "الناصريه -حي السكني الاول"
      },
      {
        "id": "2659",
        "name": "الناصريه-كراج الموحد"
      },
      {
        "id": "2660",
        "name": "الناصريه -الشمامره"
      },
      {
        "id": "2661",
        "name": "الناصريه-مستشفى المعوقين"
      },
      {
        "id": "2662",
        "name": "الناصريه -مدرسه الامامين"
      },
      {
        "id": "2663",
        "name": "الناصريه-شوفه"
      },
      {
        "id": "2664",
        "name": "الناصريه -اسواق بابا اشتريلي"
      },
      {
        "id": "2665",
        "name": "الناصريه-قريه العصريه"
      },
      {
        "id": "2666",
        "name": "الناصريه-حي الصناعي"
      },
      {
        "id": "2667",
        "name": "الناصريه -تقاطع الاسكان"
      },
      {
        "id": "2668",
        "name": "الناصريه-دور الزراعه"
      },
      {
        "id": "2669",
        "name": "الناصريه-سومر"
      },
      {
        "id": "2670",
        "name": "الناصريه-شارع الاخلاص"
      },
      {
        "id": "2671",
        "name": "الناصريه-مول الكوثر"
      },
      {
        "id": "2672",
        "name": "الناصريه-مستشفى الاسنان"
      },
      {
        "id": "2673",
        "name": "الناصريه-سومر الاولى"
      },
      {
        "id": "2674",
        "name": "الناصريه-سومر الثانيه"
      },
      {
        "id": "2675",
        "name": "الناصريه-حي الشهداء"
      },
      {
        "id": "2676",
        "name": "الناصريه-شارع النص"
      },
      {
        "id": "2677",
        "name": "الناصريه-شارع ابو قيصر"
      },
      {
        "id": "2678",
        "name": "الناصريه-حي الفداء"
      },
      {
        "id": "2679",
        "name": "الناصريه-مطعم الحوراء"
      },
      {
        "id": "2680",
        "name": "الناصريه-تضحيه"
      },
      {
        "id": "2681",
        "name": "الناصريه-جامعه الوطنيه"
      },
      {
        "id": "2682",
        "name": "الناصريه-شارع العياده"
      },
      {
        "id": "2683",
        "name": "الناصريه-صالحيه"
      },
      {
        "id": "2684",
        "name": "الناصريه-شارع العروبه"
      },
      {
        "id": "2685",
        "name": "الناصريه-شارع20"
      },
      {
        "id": "2686",
        "name": "الناصريه-شارع النيل"
      },
      {
        "id": "2687",
        "name": "الناصريه-شارع القائد"
      },
      {
        "id": "2688",
        "name": "الناصريه الحبوبي"
      },
      {
        "id": "2689",
        "name": "الناصريه-شارع البريد"
      },
      {
        "id": "2690",
        "name": "الناصريه-شارع سيد راضي"
      },
      {
        "id": "2691",
        "name": "الناصريه-شارع نبي ابراهيم"
      },
      {
        "id": "2692",
        "name": "الناصريه-سديناويه"
      },
      {
        "id": "2693",
        "name": "الناصريه-ناحيه اور"
      },
      {
        "id": "2695",
        "name": "الناصريه-جامعه المبدئ"
      },
      {
        "id": "2698",
        "name": "الناصريه - جامعه الصادق"
      },
      {
        "id": "2703",
        "name": "الناصريه-حي الزهراء"
      },
      {
        "id": "2706",
        "name": "الناصريه-حي الخضراء"
      },
      {
        "id": "2708",
        "name": "الناصريه-شارع المغتسل الجديد"
      },
      {
        "id": "2712",
        "name": "الناصريه حي الرافدين"
      },
      {
        "id": "2731",
        "name": "ناصريه -ام حكروص"
      },
      {
        "id": "2733",
        "name": "الناصريه -الجسر الهولندي"
      },
      {
        "id": "2735",
        "name": "الناصريه -ال نياز"
      },
      {
        "id": "2739",
        "name": "الناصريه -سوق هرج"
      },
      {
        "id": "3273",
        "name": "الناصريه-حي العسكري"
      },
      {
        "id": "4169",
        "name": "الناصريه-الشرقيه"
      },
      {
        "id": "4170",
        "name": "الناصريه -الصالحيه"
      },
      {
        "id": "4499",
        "name": "قضاء الشطره"
      },
      {
        "id": "4500",
        "name": "الناصريه-الشعله"
      },
      {
        "id": "4586",
        "name": "الناصريه-قابلوات"
      },
      {
        "id": "4587",
        "name": "الناصريه-السريع"
      },
      {
        "id": "4588",
        "name": "الناصريه-فلكة السماوه"
      },
      {
        "id": "4589",
        "name": "الناصريه-خميسات"
      },
      {
        "id": "4590",
        "name": "الناصرية - مزرعة ابو هبة"
      },
      {
        "id": "4624",
        "name": "قضاء النصر"
      },
      {
        "id": "4644",
        "name": "الفجر"
      },
      {
        "id": "4662",
        "name": "الناصريه -مستشفى بنت الهدى"
      },
      {
        "id": "4680",
        "name": "الناصريه-ال بو عظم"
      },
      {
        "id": "4681",
        "name": "الناصريه-الشموخ"
      },
      {
        "id": "4774",
        "name": "الناصريه-حي الحسين"
      },
      {
        "id": "5042",
        "name": "الناصريه/دور الالمنيوم"
      },
      {
        "id": "5133",
        "name": "الناصريه-تاج مول"
      },
      {
        "id": "5137",
        "name": "الناصريه-الثوره"
      },
      {
        "id": "5138",
        "name": "الفضليه"
      },
      {
        "id": "5139",
        "name": "الناصريه  حي التحرير"
      },
      {
        "id": "5142",
        "name": "الناصريه - العكيكه"
      },
      {
        "id": "5188",
        "name": "ناصريه مستشفى الازهر"
      },
      {
        "id": "5190",
        "name": "الناصريه /خطوة الامام علي"
      },
      {
        "id": "5236",
        "name": "الناصريه /شارع السفينه"
      },
      {
        "id": "5275",
        "name": "الناصريه -مجمع تينا"
      },
      {
        "id": "5578",
        "name": "اخرى"
      },
      {
        "id": "5607",
        "name": "ناصريه حي المختار"
      },
      {
        "id": "5635",
        "name": "السايح"
      },
      {
        "id": "5636",
        "name": "سجن الاصلاح"
      },
      {
        "id": "5654",
        "name": "زديناويه"
      },
      {
        "id": "5778",
        "name": "المنار"
      },
      {
        "id": "5845",
        "name": "ناصرية - الموحية"
      },
      {
        "id": "5846",
        "name": "ناصرية - شارع الجمعة"
      },
      {
        "id": "5880",
        "name": "خنيطلة - سوق الشيوخ"
      },
      {
        "id": "5901",
        "name": "ناصرية - صوب الشامية"
      },
      {
        "id": "6053",
        "name": "الرفاعي"
      },
      {
        "id": "6054",
        "name": "القلعه"
      },
      {
        "id": "6055",
        "name": "الغراف حي الموضفين"
      },
      {
        "id": "6056",
        "name": "الشطره"
      },
      {
        "id": "6057",
        "name": "فجرر"
      },
      {
        "id": "6058",
        "name": "الدواية"
      },
      {
        "id": "6059",
        "name": "النصرر"
      },
      {
        "id": "6060",
        "name": "قلعة السكر"
      },
      {
        "id": "6089",
        "name": "اخرى"
      },
      {
        "id": "6214",
        "name": "ناصرية تقاطع الراية"
      }
    ]
  },
  {
    "id": "18",
    "name": "الكوت - واسط",
    "regions": [
      {
        "id": "2977",
        "name": "اخرى"
      },
      {
        "id": "2979",
        "name": "اخرى"
      },
      {
        "id": "2981",
        "name": "قضاء الصويرة"
      },
      {
        "id": "2983",
        "name": "اخرى"
      },
      {
        "id": "2985",
        "name": "اخرى"
      },
      {
        "id": "2987",
        "name": "اخرى"
      },
      {
        "id": "2992",
        "name": "الطشاش"
      },
      {
        "id": "2993",
        "name": "الخاجية"
      },
      {
        "id": "2995",
        "name": "دور العمال"
      },
      {
        "id": "2997",
        "name": "داموك"
      },
      {
        "id": "2998",
        "name": "الشهداء"
      },
      {
        "id": "3000",
        "name": "الدبية"
      },
      {
        "id": "3001",
        "name": "داموك ال 150"
      },
      {
        "id": "3002",
        "name": "زين القوس"
      },
      {
        "id": "3004",
        "name": "شارع الكفاح"
      },
      {
        "id": "3011",
        "name": "شارع الجوبة"
      },
      {
        "id": "3013",
        "name": "العزة"
      },
      {
        "id": "3015",
        "name": "الكريمية"
      },
      {
        "id": "3018",
        "name": "دور الشوون"
      },
      {
        "id": "3019",
        "name": "الخاجية"
      },
      {
        "id": "3022",
        "name": "حي الحكيم"
      },
      {
        "id": "3025",
        "name": "السوادة"
      },
      {
        "id": "3026",
        "name": "اليوسفية"
      },
      {
        "id": "3028",
        "name": "دور القاعدة"
      },
      {
        "id": "3032",
        "name": "الفلاحية"
      },
      {
        "id": "3033",
        "name": "شارع المحافظة"
      },
      {
        "id": "3034",
        "name": "الانوار"
      },
      {
        "id": "3035",
        "name": "السياسين"
      },
      {
        "id": "3036",
        "name": "الكارضية"
      },
      {
        "id": "3037",
        "name": "السن"
      },
      {
        "id": "3038",
        "name": "الهورة"
      },
      {
        "id": "3039",
        "name": "الحيدرية"
      },
      {
        "id": "3040",
        "name": "دور المعلمين"
      },
      {
        "id": "3041",
        "name": "شارع النفط"
      },
      {
        "id": "3042",
        "name": "الكوت الجديدة"
      },
      {
        "id": "3043",
        "name": "بوابة الكوت (السيطرة)"
      },
      {
        "id": "3044",
        "name": "محطة البغدادي"
      },
      {
        "id": "3045",
        "name": "ام هليل"
      },
      {
        "id": "3046",
        "name": "الجمعية(دور العمال)"
      },
      {
        "id": "3047",
        "name": "الكوت الجديدة(شارع 20)"
      },
      {
        "id": "3048",
        "name": "الكوت الجديدة (حي العسكري)"
      },
      {
        "id": "3049",
        "name": "حي الحوراء (الاولى)"
      },
      {
        "id": "3050",
        "name": "حي الحوراء (الثانية)"
      },
      {
        "id": "3051",
        "name": "شارع الملة"
      },
      {
        "id": "3052",
        "name": "شارع الشيرازي"
      },
      {
        "id": "3053",
        "name": "شارع سيد يعقوب"
      },
      {
        "id": "3054",
        "name": "العزة القديمة"
      },
      {
        "id": "3055",
        "name": "سياسين"
      },
      {
        "id": "3056",
        "name": "شارع النفط"
      },
      {
        "id": "3057",
        "name": "داموك دور الضباط"
      },
      {
        "id": "3058",
        "name": "الكارضية"
      },
      {
        "id": "3059",
        "name": "البيضاء"
      },
      {
        "id": "3060",
        "name": "حي المنتظر"
      },
      {
        "id": "3061",
        "name": "حي الجامعة"
      },
      {
        "id": "3062",
        "name": "زين القوس"
      },
      {
        "id": "3063",
        "name": "السفحة"
      },
      {
        "id": "3064",
        "name": "حي الجهاد"
      },
      {
        "id": "3065",
        "name": "العزه"
      },
      {
        "id": "3066",
        "name": "الكريمية"
      },
      {
        "id": "3067",
        "name": "دور الشؤون"
      },
      {
        "id": "3068",
        "name": "اليوسفية"
      },
      {
        "id": "3069",
        "name": "البدرية"
      },
      {
        "id": "3070",
        "name": "اشبيلية"
      },
      {
        "id": "3071",
        "name": "زرباطية"
      },
      {
        "id": "3281",
        "name": "السوك"
      },
      {
        "id": "3282",
        "name": "الزبيديه(داخل)"
      },
      {
        "id": "3283",
        "name": "جامعة واسط"
      },
      {
        "id": "3284",
        "name": "السياسين"
      },
      {
        "id": "3285",
        "name": "محيرجة"
      },
      {
        "id": "3286",
        "name": "الشويجة"
      },
      {
        "id": "4355",
        "name": "الحكيم"
      },
      {
        "id": "4391",
        "name": "زبيديه قرية حلب"
      },
      {
        "id": "4392",
        "name": "الشحيميه"
      },
      {
        "id": "4393",
        "name": "الصويرة"
      },
      {
        "id": "4394",
        "name": "قضاء  الصويرة - الشحيمية"
      },
      {
        "id": "4395",
        "name": "الصويرة"
      },
      {
        "id": "4396",
        "name": "الصويرة -"
      },
      {
        "id": "4397",
        "name": "الصويرة"
      },
      {
        "id": "4398",
        "name": "الصويرة - الشحيمية قريه8"
      },
      {
        "id": "4399",
        "name": "الصويرة - الشحيمية قريه9"
      },
      {
        "id": "4400",
        "name": "الشحيميه قريه 10"
      },
      {
        "id": "4401",
        "name": "الرحمانية"
      },
      {
        "id": "4402",
        "name": "الدواغنة"
      },
      {
        "id": "4403",
        "name": "( قضاء الصويره (قرية الرسالة"
      },
      {
        "id": "4426",
        "name": "دور المعلمين"
      },
      {
        "id": "4427",
        "name": "الصويره"
      },
      {
        "id": "4474",
        "name": "حي البعث"
      },
      {
        "id": "4476",
        "name": "دور العمال"
      },
      {
        "id": "4477",
        "name": "مجمع الشهيدة اسراء"
      },
      {
        "id": "4480",
        "name": "الأصلاح الزراعي"
      },
      {
        "id": "4485",
        "name": "حي الربيع"
      },
      {
        "id": "4509",
        "name": "زوريجات"
      },
      {
        "id": "4666",
        "name": "الجمعية دور العمال"
      },
      {
        "id": "4759",
        "name": "جعفرية"
      },
      {
        "id": "4760",
        "name": "حي الحسين"
      },
      {
        "id": "5127",
        "name": "الدبية"
      },
      {
        "id": "5128",
        "name": "نواب الضباط"
      },
      {
        "id": "5129",
        "name": "شاخة 51"
      },
      {
        "id": "5130",
        "name": "حي الغدير"
      },
      {
        "id": "5131",
        "name": "الكفاءات"
      },
      {
        "id": "5144",
        "name": "شارع الاطباء"
      },
      {
        "id": "5148",
        "name": "حي الحكيم"
      },
      {
        "id": "5149",
        "name": "حي الزهراء"
      },
      {
        "id": "5164",
        "name": "الحي (جسر رقم 2)"
      },
      {
        "id": "5165",
        "name": "العامري"
      },
      {
        "id": "5166",
        "name": "."
      },
      {
        "id": "5167",
        "name": "الصويرة(طليحة)"
      },
      {
        "id": "5168",
        "name": "الصويرة(جويميسة)"
      },
      {
        "id": "5169",
        "name": "العزيزيه - الهاشمي"
      },
      {
        "id": "5170",
        "name": "مجمع الرواد"
      },
      {
        "id": "5171",
        "name": "ام هليل"
      },
      {
        "id": "5172",
        "name": "الصويره)"
      },
      {
        "id": "5173",
        "name": "كصيبة"
      },
      {
        "id": "5174",
        "name": "شارع الجوبة"
      },
      {
        "id": "5175",
        "name": "مركز دمشق الطبي"
      },
      {
        "id": "5176",
        "name": "العزيزيه -"
      },
      {
        "id": "5177",
        "name": "شارع الاطلال"
      },
      {
        "id": "5178",
        "name": "الزنابرة"
      },
      {
        "id": "5179",
        "name": "الصويرة(الشجيرية)"
      },
      {
        "id": "5180",
        "name": "الصويرة"
      },
      {
        "id": "5181",
        "name": "الصويرة(التنمية)"
      },
      {
        "id": "5182",
        "name": "شاخة 11"
      },
      {
        "id": "5183",
        "name": "شاخة 8"
      },
      {
        "id": "5184",
        "name": "ساحة العامل"
      },
      {
        "id": "5232",
        "name": "معمل غاز الحي"
      },
      {
        "id": "5233",
        "name": "معمل غاز الحكيم"
      },
      {
        "id": "5238",
        "name": "14 تموز"
      },
      {
        "id": "5252",
        "name": "شارع النسيج"
      },
      {
        "id": "5328",
        "name": "فلكة العمارة"
      },
      {
        "id": "5329",
        "name": "الصويرة)"
      },
      {
        "id": "5330",
        "name": "الزبيديه"
      },
      {
        "id": "5331",
        "name": "شارع المغرب"
      },
      {
        "id": "5332",
        "name": "الخاجية (شارع 30)"
      },
      {
        "id": "5333",
        "name": "الخاجية (شارع 40)"
      },
      {
        "id": "5334",
        "name": "حي الحوراء"
      },
      {
        "id": "5335",
        "name": "شارع الكص"
      },
      {
        "id": "5452",
        "name": "شيخ سعد (قرية البيضاء)"
      },
      {
        "id": "5453",
        "name": "السن"
      },
      {
        "id": "5454",
        "name": "مستشفى الكرامة"
      },
      {
        "id": "5455",
        "name": "لواء حنين"
      },
      {
        "id": "5456",
        "name": "الحقوقين"
      },
      {
        "id": "5457",
        "name": "داموك ال(150)"
      },
      {
        "id": "5458",
        "name": "حي الجوادين"
      },
      {
        "id": "5463",
        "name": "الكفاءات(شارع الكراج)"
      },
      {
        "id": "5464",
        "name": "الكفاءات(شارع الزيتون)"
      },
      {
        "id": "5469",
        "name": "البسروكية"
      },
      {
        "id": "5490",
        "name": "الزبيديه"
      },
      {
        "id": "5512",
        "name": "الوافدين"
      },
      {
        "id": "5513",
        "name": "مستشفى البتول"
      },
      {
        "id": "5514",
        "name": "مستشفى الجادرية"
      },
      {
        "id": "5515",
        "name": "مستشفى دجلة"
      },
      {
        "id": "5516",
        "name": "مستشفى الهلال الاحمر"
      },
      {
        "id": "5517",
        "name": "المعهد التقني"
      },
      {
        "id": "5518",
        "name": "الطويسات"
      },
      {
        "id": "5519",
        "name": "العزيزيه"
      },
      {
        "id": "5520",
        "name": "الصويرة"
      },
      {
        "id": "5521",
        "name": "النعمانيه"
      },
      {
        "id": "5522",
        "name": "النعمانيه(صدر حوار)"
      },
      {
        "id": "5523",
        "name": "النعمانيه(شارع60)"
      },
      {
        "id": "5524",
        "name": "النعمانيه(حي الصدرين)"
      },
      {
        "id": "5525",
        "name": "بدره"
      },
      {
        "id": "5526",
        "name": "جصان"
      },
      {
        "id": "5527",
        "name": "الحي"
      },
      {
        "id": "5529",
        "name": "الحفرية"
      },
      {
        "id": "5530",
        "name": "شيخ سعد"
      },
      {
        "id": "5531",
        "name": "دجيلي"
      },
      {
        "id": "5532",
        "name": "البشائر"
      },
      {
        "id": "5533",
        "name": "الحي (قرية الزركان)"
      },
      {
        "id": "5534",
        "name": "الصويرة(الرحمانية)"
      },
      {
        "id": "5535",
        "name": "حي الخضراء"
      },
      {
        "id": "5536",
        "name": "حي الخليج"
      },
      {
        "id": "5537",
        "name": "سيد شاطي"
      },
      {
        "id": "5538",
        "name": "الدبوني"
      },
      {
        "id": "5539",
        "name": "الموفقيه"
      },
      {
        "id": "5540",
        "name": "المشروع"
      },
      {
        "id": "5541",
        "name": "البتار"
      },
      {
        "id": "5542",
        "name": "الاحرار"
      },
      {
        "id": "5543",
        "name": "الحسينية"
      },
      {
        "id": "5544",
        "name": "الداحرة"
      },
      {
        "id": "5545",
        "name": "الصويرة"
      },
      {
        "id": "5546",
        "name": "الشرقية"
      },
      {
        "id": "5579",
        "name": "العباسية"
      },
      {
        "id": "5604",
        "name": "الحاوي"
      },
      {
        "id": "5611",
        "name": "الزبيديه"
      },
      {
        "id": "5625",
        "name": "اخرى"
      },
      {
        "id": "5678",
        "name": "اخرى"
      },
      {
        "id": "5679",
        "name": "الصويره"
      },
      {
        "id": "5680",
        "name": "الصويره"
      },
      {
        "id": "5681",
        "name": "الصويره طريق المطار"
      },
      {
        "id": "5682",
        "name": "الصويره"
      },
      {
        "id": "5683",
        "name": "جامعة الكوت الاهلية"
      },
      {
        "id": "5684",
        "name": "اخرى"
      },
      {
        "id": "5685",
        "name": "الجعفرية"
      },
      {
        "id": "5686",
        "name": "الشاملة"
      },
      {
        "id": "5687",
        "name": "الصويره"
      },
      {
        "id": "5688",
        "name": "الصويره"
      },
      {
        "id": "5689",
        "name": "الصويره"
      },
      {
        "id": "5690",
        "name": "السبيس"
      },
      {
        "id": "5691",
        "name": "شارع سيد نور"
      },
      {
        "id": "5692",
        "name": "الحي(حي المعلمين)"
      },
      {
        "id": "5693",
        "name": "العروبة 1"
      },
      {
        "id": "5694",
        "name": "العروبة 2"
      },
      {
        "id": "5695",
        "name": "المزاك"
      },
      {
        "id": "5696",
        "name": "شارع سيد نور"
      },
      {
        "id": "5697",
        "name": "شارع الجوامع"
      },
      {
        "id": "5698",
        "name": "الصويره"
      },
      {
        "id": "5699",
        "name": "حي دجلة"
      },
      {
        "id": "5700",
        "name": "شارع بيت حسوني"
      },
      {
        "id": "5701",
        "name": "اخرى"
      },
      {
        "id": "5702",
        "name": "الصويره سيد ربيع"
      },
      {
        "id": "5703",
        "name": "المزرعة"
      },
      {
        "id": "5704",
        "name": "قضاء الصويره (جوز )"
      },
      {
        "id": "5705",
        "name": "جوز الشرقي"
      },
      {
        "id": "5706",
        "name": "رحمانية 1"
      },
      {
        "id": "5707",
        "name": "رحمانية 2"
      },
      {
        "id": "5708",
        "name": "شارع النجمة"
      },
      {
        "id": "5709",
        "name": "قضاء الصويره تاج الدين"
      },
      {
        "id": "5711",
        "name": "الصويرة"
      },
      {
        "id": "5712",
        "name": "الصويرة -"
      },
      {
        "id": "5713",
        "name": "الصويرة"
      },
      {
        "id": "5714",
        "name": "الصويرة -"
      },
      {
        "id": "5715",
        "name": "الصويرة"
      },
      {
        "id": "5716",
        "name": "الصويرة -"
      },
      {
        "id": "5717",
        "name": "الصويرة (دور كصيبه)"
      },
      {
        "id": "5718",
        "name": "الزبيدية - قرية حلب"
      },
      {
        "id": "5719",
        "name": "زبيديه"
      },
      {
        "id": "5720",
        "name": "قرية المأمون"
      },
      {
        "id": "5725",
        "name": "العزيزيه - منطقة 150"
      },
      {
        "id": "5726",
        "name": "العزيزيه -"
      },
      {
        "id": "5727",
        "name": "العزيزيه - شارع ٣٠"
      },
      {
        "id": "5728",
        "name": "-"
      },
      {
        "id": "5729",
        "name": "العزيزيه -"
      },
      {
        "id": "5730",
        "name": "-"
      },
      {
        "id": "5731",
        "name": "العزيزيه - زاكور"
      },
      {
        "id": "5732",
        "name": "-اخرى"
      },
      {
        "id": "5733",
        "name": "العزيزيه - حواس شارع تجار"
      },
      {
        "id": "5734",
        "name": "العزيزيه - حواس حي العباس"
      },
      {
        "id": "5735",
        "name": "العزيزيه - حواس حي ام بنين"
      },
      {
        "id": "5736",
        "name": "العزيزيه - الشكري"
      },
      {
        "id": "5737",
        "name": "العزيزيه - داخل محدود اولى"
      },
      {
        "id": "5738",
        "name": "العزيزيه - داخل محدود ثانية"
      },
      {
        "id": "5739",
        "name": "اخرى"
      },
      {
        "id": "5740",
        "name": "اخرى"
      },
      {
        "id": "5741",
        "name": "اخرى"
      },
      {
        "id": "5742",
        "name": "اخرى"
      },
      {
        "id": "5743",
        "name": "العزيزيه - السعدونية"
      },
      {
        "id": "5744",
        "name": "العزيزيه - برينج"
      },
      {
        "id": "5745",
        "name": "العزيزيه"
      },
      {
        "id": "5746",
        "name": "العزيزيه - الجشعم"
      },
      {
        "id": "5747",
        "name": "العزيزيه - معمل سوس"
      },
      {
        "id": "5748",
        "name": "العزيزيه - معمل سوس الدور"
      },
      {
        "id": "5749",
        "name": "العزيزيه - نكره"
      },
      {
        "id": "5750",
        "name": "العزيزيه"
      },
      {
        "id": "5751",
        "name": "العزيزيه - الدير"
      },
      {
        "id": "5752",
        "name": "العزيزيه - الدير الاوسط"
      },
      {
        "id": "5753",
        "name": "العزيزيه - بزل حلاته"
      },
      {
        "id": "5754",
        "name": "العزيزيه - معمل سوس مطعم عبدالله"
      },
      {
        "id": "5755",
        "name": "العزيزيه - معمل سوس ثانية"
      },
      {
        "id": "5756",
        "name": "العزيزيه - الخماس"
      },
      {
        "id": "5757",
        "name": "العزيزيه - خماس شارع رسول"
      },
      {
        "id": "5758",
        "name": "العزيزيه - خماس"
      },
      {
        "id": "5759",
        "name": "العزيزيه - خماس شارع ترابي"
      },
      {
        "id": "5760",
        "name": "العزيزيه -"
      },
      {
        "id": "5761",
        "name": "العزيزيه"
      },
      {
        "id": "5762",
        "name": "العزيزيه - القطنية"
      },
      {
        "id": "5763",
        "name": "العزيزيه - مشروع عويد"
      },
      {
        "id": "5764",
        "name": "العزيزيه - الفداء"
      },
      {
        "id": "5765",
        "name": "العزيزيه - مشروع جضيف"
      },
      {
        "id": "5766",
        "name": "العزيزيه - حواس شارع صب"
      },
      {
        "id": "5767",
        "name": "العزيزيه - جسر حواس"
      },
      {
        "id": "5768",
        "name": "العزيزيه - جسر برينج"
      },
      {
        "id": "5769",
        "name": "العزيزيه - جسر خماس"
      },
      {
        "id": "5770",
        "name": "العزيزيه - شارع نخيل"
      },
      {
        "id": "5771",
        "name": "العزيزيه"
      },
      {
        "id": "5772",
        "name": "العزيزيه"
      },
      {
        "id": "5773",
        "name": "الزبيدية"
      },
      {
        "id": "5774",
        "name": "الزبيدية - الجسر"
      },
      {
        "id": "5775",
        "name": "الزبيدية - اخوة سالمه"
      },
      {
        "id": "5776",
        "name": "الزبيدية - قرية المأمون"
      },
      {
        "id": "5777",
        "name": "الزبيدية - قرية مزهر"
      },
      {
        "id": "5861",
        "name": "العزيزية"
      },
      {
        "id": "5912",
        "name": "الصويره (مستشفى الصويره)"
      },
      {
        "id": "5913",
        "name": "الصويره (شارع النجمه)"
      },
      {
        "id": "6091",
        "name": "شحيميه (قريه6)"
      },
      {
        "id": "6092",
        "name": "شحيميه (قريه7)"
      },
      {
        "id": "6093",
        "name": "شحيميه(قريه 3)"
      }
    ]
  }
];
